"geCancel" = "إلغاء";
"geBack" = "عودة";
"geDisabled" = "معطل";
"geSize" = "الحجم";
"gePlay" = "تشغيل";
"acUnknownError" = "حدث خطأ غير معروف!";
"pmChapters" = "الفصول";
"pmChapter" = "الفصل";
"pmAudio" = "الصوت";
"pmAudioTracks" = "مسارات الصوت";
"pmAudioTracksNone" = "لا شيء";
"pmAudioDDHDMI" = "5.1 الصوت عبر HDMI";
"pmSubtitles" = "الترجمات";
"pmVideo" = "الفيديو";
"pmTrackNameFormat" = "المسار رقم %ld";
"pmTrackTitle" = "المسار %ld";
"pmSubtitlesNone" = "لا شيء";
"pmEncoding" = "ترميز";
"pmSmall" = "صغير";
"pmMedium" = "متوسط";
"pmLarge" = "كبير";
"pmBordered" = "محدد";
"pmShadowed" = "مظلل";
"pmCombined" = "كلاهما";
"pmSubtitlesOutlineNone" = "لا شيء";
"pmBold" = "عريض";
"pmWeight" = "الوزن";
"pmColor" = "اللون";
"pmResync" = "وقت الاختلال";
"pmSubtitlesGetMore" = "الحصول على المزيد...";
"pmSubtitlesService" = "OpenSubtitles";
"pmSubtitlesLanguage" = "اللغة";
"pmSubtitlesChooseLanguage" = "إختر اللغة";
"pmSubtitlesSearchResult" = "الترجمات المتوفرة";
"pmSubtitlesSearchNone" = "لا شيء";
"pmSubtitlesDownloadsCount" = "%i التنزيلات";
"pmOutline" = "ملخص";
"pmSubtiltlesOffset" = "محاذاة عمودية";
"pmZoomMode" = "وضع التقريب";
"pmAspectFit" = "عادي";
"pmAspectFill" = "اقتصاص";
"pmScaleToFill" = "توسيع";
"pmSpeechBoost" = "تفعيل القناة المركزية";
"pmSpeechBoost6dB" = "+6 ديسيبل";
"pmSpeechBoost12dB" = "+12 ديسيبل";
"soOffset0" = "الإفتراضي";
"coWhite" = "أبيض";
"coYellow" = "أصفر";
"coRed" = "أحمر";
"coBlue" = "أزرق";
"coGreen" = "أخضر";
"coPurple" = "أرجواني";
"coOrange" = "برتقالي";
"pfContentError" = "حدث خطأ أثناء تحميل هذا المحتوى.";
"bcLibrary" = "مكتبة";
"bcLoading" = "تحميل...";
"bcGatheringMetadata" = "جمع البيانات الوصفية...";
"bcMinutes" = "دقائق";
"bcCast" = "طاقم الممثلين";
"bcDirector" = "المخرج";
"bcDirectors" = "المخرجون";
"bcPlayAnyway" = "تشغيل";
"emNoPermissionToRead" = "ليس لديك تصريح لقراءة هذا العنوان.";
"emDefaultAFPError" = "تعذر إكمال العملية.";
"emErrorOccured" = "حدث خطأ";
"emSubtitlesSearchRequestNoMetadata" = "تعذر العثور على ترجمة مطابقة. يرجى إعادة تحميل البيانات الوصفية والمحاولة مرة أخرى.";
"emSubtitlesSearchRequestCantDownload" = "تعذر تحميل الترجمات. يرجى التحقق من اتصالك بالإنترنت وإعادة المحاولة.";
"emSubtitlesSaveRequestCantSave" = "حدث خطأ داخلي #%d. الرجاء اختيار حزمة ترجمة بديلة.";
"emTraktTVAuthRequestAuthenticationFail" = "تركيبة اسم المستخدم وكلمة المرور غير صحيحة. \nيرجى المحاولة مرة أخرى.";
"emTraktTVConnectionError" = "تعذر الوصول إلى Trakt.\nيرجى التحقق من اتصالك بالإنترنت وإعادة المحاولة.";
"emTraktSignUpFailed" = "فشلت عملية الاشتراك";
"emTraktLoginFiledTitle" = "فشل تسجيل الدخول";
"emTraktTVSignUpFailOnEmail" = "برجاء إدخال بريد إلكتروني صحيح.\nمثال: yourname@domain.com";
"emTraktTVSignUpFailOnLogin" = "يجب أن يكون اسم المستخدم بين 3 و 20 حرف، بلا مسافات أو أحرف غريبة رجاءًا.";
"emTraktTVSignUpFailOnAlreadyRegisteredLogin" = "%@ هو اسم مستخدم مُسجّل بالفعل.";
"emTraktTVSignUpFailOnAlreadyRegisteredEmail" = "%@ هو بريد إلكتروني مُسجّل بالفعل.";
"emTraktTVGenericError" = "من فضلك، حاول مرة أخرى فيما بعد.";
"prGenre" = "النوع";
"prAudio" = "الصوت";
"prVideo" = "الفيديو";
"prTVShowsNameFormat" = "%@ - S.%@ / Ep.%@";
"prTVShowSeasonShort" = "S%@";
"prTVShowEpisodeShort" = "E%@";
"reSeason" = "الموسم";
"reEpisode" = "حلقة";
"ttTraktTV" = "Trakt";
"ttLogin" = "دخول";
"ttLogout" = "تسجيل الخروج";
"ttScrobbling" = "Scrobbler";
"liStatusFetchingMetadata" = "جلب البيانات الوصفية";
"liStatusPending" = "في الإنتظار";
"liStatusFail" = "فشل";
"liStatusFetchingThumbnails" = "جلب غلاف الالبوم";
"geClose" = "إغلاق";
"bcWriter" = "المؤلف";
"bcWriters" = "المؤلفون";
"hoPullToRefresh" = "اسحب للتحديث";
"hoReleaseToRefresh" = "أطلق للتحديث";
"raThanksText" = "شكراً لك!";
"svcFollowOnTwitterShort" = "تابع %@";
"svcTellAFriend" = "أخبر صديق";
"svcSharingPreset2" = "اطّلع على %@، أفضل طريقة للاستمتاع بمقاطع الفيديو المفضلة لديك على iPhone وiPad وApple TV وMac وVision!";
"svcVersion" = "نسخة %@";
"svcTitle" = "الإعدادات";
"vvChoppyPlayback" = "قد تواجه عرض بطيء أو متقطع عند عرض هذا النوع من الفيديو.";
"vvAudioTracksMissing" = "عذراً، %@ غير قادر على تشغيل الصوت لهذا الفيديو. هل تود تشغيل هذا الفيديو على أية حال؟";
"vvAirPlayHelp" = "تفعيل النسح المتطابق للفيديو \"ايربلاي ميرورنج\"";
"tiMinutes" = "دقيقة";
"tiReloadMeta" = "تعديل البيانات الوصفية";
"tiEmbeddedMetadata" = "استخدم بيانات التعريف المُضمَّنة";
"tiNetworkErrorTitle" = "خطأ في الشبكة";
"tiNetworkErrorMessage" = "الرجاء التحقق من اتصالك بالإنترنت.";
"tiNothingFoundTitle" = "لاشيء موجود";
"tiNothingFoundMessage" = "لم يتم العثور على أي تطابق لهذا الملف";
"foRemoveITunesItem" = "عذراً! هذا الفيديو قد تمت مزامنته من خلال أي تيونز. من فضلك استخدم أي تيونز أو تطبيق الفيديو لمسحهِ.";
"foRemoveTitle" = "حذف \"%1$@\"";
"foRemovePrompt" = "هل أنت متأكد أنك تريد مسح \"%1$@\" بصورة نهائية؟";
"foRemoveButton" = "مسح";
"geOK" = "تم";
"geSend" = "إرسال";
"pmAirPlayWarning1" = "هذا الخيار غير متوافق مع الـ AirPlay";
"pmAirPlayWarning2" = "قد يكون مسار هذا الصوت غير متوافق مع الـ AirPlay";
"pmAirPlayWarning3" = "الترجمة غير متوافقة مع الـ AirPlay ولذا سيتم تعطيلها";
"pmExtScreenResolution" = "أبعاد الشاشة الخارجية";
"pmWarningTitle" = "تحذير";
"shShareMovieFacebook" = "تم مشاهدة '%@'";
"shShareMovieTwitter" = "تم مشاهدة '%1$@' على %2$@";
"ttRate1" = "قبيح";
"ttRate10" = "مذهل";
"ttRate2" = "سيء";
"ttRate3" = "رديء";
"ttRate4" = "ضعيف";
"ttRate5" = "لا بآس";
"ttRate6" = "مقبول";
"ttRate7" = "جيد";
"ttRate8" = "ممتاز";
"ttRate9" = "رائع";
"ttRateMovieInfo" = "ماذا تعتقد ؟";
"ttShoutTitle" = "علق على Trakt";
"ufAppsCategory" = "من تطبيق آخر";
"ufAppsDescription" = "ملفات الفيديو المتوافقة مع الـ %1$@ يمكن نقلها ايضا من خلال الدروب بوكس او تطبيقات المشاركة المماثلة";
"ufAppsPanelTitle" = "من التطبيقات";
"ufAppsStep1Desc" = "ضع الفيديو في الدروب بوكس ثم اضغط على علامه النجمة لاضافته الى المفضلة";
"ufAppsStep2Desc" = "عندما ينتهي الملف من التحميل اضغط على ايقونة ' فتح '";
"ufAppsStep3Desc" = "اختر ' فتح بواسطة الـ %1$@ ' حتى يتم اضافة الفيديو الى مكتبة الـ %1$@";
"ufAuthShareTitle" = "إضافة شبكة مشاركة";
"ufFtpCategory" = "بواسطة الـ FTP";
"ufFtpPanelTitle" = "FTP";
"ufHttpCategory" = "بواسطة المتصفح";
"ufHttpPanelTitle" = "المتصفح";
"ufPassword" = "كلمة السر";
"ufRemoteCategory" = "من شبكة مشاركة";
"ufShareName" = "إسم شبكة المشاركة";
"ufSpaceAvailableFormat" = "%@ GB متاح";
"ufStepFormat" = "%@.";
"ufSyncMasterCtrlTitle" = "إضافة ملف";
"ufTunesSharingCategory" = "بواسطة مشاركة الملفات";
"ufTunesSharingDescription" = "بإمكانك نقل صيغ الفيديو الأخرى من خلال مشاركة الملفات في الايتونز واستعراضها في الـ %1$@";
"ufTunesSharingPanelTitle" = "مشاركة الملفات";
"ufTunesSharingStep1Desc" = "افتح الايتونز ثم اختر جهازك من القائمه اليسرى في التطبيق";
"ufTunesSharingStep2Desc" = "اضغط على قائمة 'مشاركة الملفات' من الشريط الجانبي";
"ufTunesSharingStep3Desc" = "اسحب ملف الفيديو والصقه في قائمه مستندات الـ %1$@ ليتم النقل.";
"ufTunesSyncCategory" = "بواسطة تزامن الايتونز";
"ufTunesSyncDescription" = "بإمكانك مزامنة الملفات المتوافقة مع الايتونز من خلال الايتونز نفسه ومشاهدتها بواسطه الـ %1$@";
"ufTunesSyncPanelTitle" = "تزامن الايتونز";
"ufTunesSyncStep1Desc" = "افتح تطبيق الايتونز وتآكد ان الملف المراد نقلة مدرجٍاًٍ في قائمة الافلام في الايتونز";
"ufTunesSyncStep2Desc" = "إختر جهازك من القائمه اليسرى في الايتوتز";
"ufTunesSyncStep3Desc" = "بامكانك التحكم بنقل الفيديوات ومزامنتها من خلال قائمه الافلام والمسلسلات في الايتونز";
"ufUserName" = "إسم المستخدم";
"ufWifiDisabledMessage" = "لإستخدام نقل الملفات لاسلكياً يجب عليك تفعيل الواي فاي في اعدادات %@";
"ufWifiDisabledTitle" = "لايوجد شبكة لاسلكية";
"ufHelpLinkTitle" = "للمزيد من التفاصيل يمكنك زيارة : %@";
"pmAudioDDAirPlay" = "Dolby عبر AirPlay";
"geAuthenticationFailed" = "تركيبة اسم المستخدم وكلمة المرور غير صحيحة.\nيرجى المحاولة مرة أخرى.";
"prTVEpisodePickerTitle" = "حلقة";
"prTVShowSeasonFormat" = "الموسم %@";
"geConnectionFailed" = "عفوا، حدث خطأ في إنفيوز خلال محاولة الإرتباط.";
"seShowSubtitles" = "الترجمات";
"ufAddOtherShareItemTitle" = "أخرى...";
"ufDomainName" = "فريق العمل";
"ufForgetSavedShare" = "نسيان";
"ufShareAddress" = "العنوان";
"ufShareConnect" = "حفظ";
"ufUserNamePlaceholder" = "johnappleseed";
"ufDomainNamePlaceholder" = "إختيارى";
"ufPasswordPlaceholder" = "كلمة السر";
"ufShareAddressPlaceholder" = "iMac.local";
"ufShareNamePlaceholder" = "الوسائط";
"iapCancelTitle" = "لا شكراً";
"ttStatistics" = "%d حلقات, %d عروض, %d أفلام";
"iapProActivatedTitle" = "Infuse Pro %@";
"geDone" = "تم";
"hoLearnMore" = "والآن لنبحث عن بعض الفيديوهات لإضافتها إلى مكتبتك";
"hoWelcomeTo" = "مرحباً بك في %@";
"iapRestoreTitle" = "إسترجاع";
"iapUpgradeToProMessage" = "الترقية الآن للحصول على المزيد من Infuse ولتفعيل جميع هذه المزايا الرائعة!";
"svcShowiTunesVideo" = "عرض مكتبة Apple TV";
"svcUpgradeToPro" = "الترقية الى نسخه البرو";
"svcVisitSupportPage" = "دليل الإعداد";
"tiShare" = "مشاركة";
"ufDiscoveredSharesSectionTitle" = "شبكات المشاركة المتاحة";
"ufSavedSharesSectionTitle" = "شبكات المشاركة المحفوظة";
"pcScrubbingFineSpeed" = "تحريك بسيط";
"pcScrubbingHalfSpeed" = "سرعة تحريك متوسطة";
"pcScrubbingHiSpeed" = "سرعة تحريك عالية";
"pcScrubbingHint" = "مرر إصبعك للأسفل لتعديل معدل التحريك.";
"pcScrubbingQuarterSpeed" = "ربع سرعة التحريك";
"fdDownloadFailedTitle" = "حدث خطأ أثناء تحميل الملف";
"fdDownloadsSectionTitle" = "التحميلات";
"fdFileExistsButtonOverwrite" = "إستبدال";
"fdFileExistsButtonRename" = "إبقاء كلاهما";
"fdFileExistsTitleFormat" = "هذا الملف '%@' موجود في المكتبة مسبقاً.";
"fdNoDownloadsMessage" = "حان وقت الاستمتاع بالمشاهدة";
"fdNoDownloadsTitle" = "مبروك";
"fdNoFreeSpaceMessageFormat" = "حان وقت تنظيف %@ لتوفير مساحة للافلام الجديدة";
"fdNoFreeSpaceTitle" = "لايوجد مساحة كافية";
"fdStopDownloadButtonTitle" = "إيقاف التحميل";
"fdStopDownloadConfirmationFormat" = "هل انت متأكد من إيقاف تحميل '%@'؟";
"fdTryAgain" = "حاول مرة أخرى";
"pmVolumeBoostTitle" = "تضخيم الصوت";
"ufShareRemove" = "حذف شبكة مشاركة";
"iapUpgradeToProTitleAirPlay" = "الترقية الآن لتفعيل بث AirPlay الحي والمزايا الرائعة الأخرى!";
"svcListView" = "العرض التسلسلي";
"hoEmptyFolderSub" = "لايوجد شئ هنا";
"hoEmptyFolderTitle" = "مجلد فارغ";
"prTVShowSpecialNum" = "خاصة %@";
"prTVShowSpecials" = "خاصة";
"svcMetadataFetching" = "جلب البيانات الوصفية";
"acSubtitlesImportedMsg" = "أتيحت الترجمات الآن من قائمة إعدادات التشغيل.";
"acSubtitlesImportedTitle" = "تم إضافة ترجمات جديدة";
"geGB" = "GB";
"geKB" = "KB";
"geMB" = "MB";
"pmSubtitlesFromOS" = "OpenSubtitles";
"pmSubtitlesImported" = "تمت الاضافة";
"svcCacheSize" = "البيانات الوصفية";
"svcClearAllMetadata" = "مسح البيانات الوصفية";
"svcClearAllMetadataConfirmationClearButton" = "مسح";
"svcClearAllMetadataConfirmationText" = "هل أنت متأكد من مسح البيانات الوصفية المخزنة";
"svcClearAllMetadataConfirmationTitle" = "مسح البيانات الوصفية";
"svcGestureControl" = "التحكم بالإيمائات";
"pmAudioDTSHDMI" = "5.1 الصوت عبر HDMI";
"svcContinuousPlayback" = "متابعة التشغيل";
"svcAudioLanguage" = "الصوت";
"svcMetadataLanguage" = "البيانات الوصفية";
"svcSectionLanguage" = "اللغة";
"svcSubtitleLanguage" = "الترجمات";
"acOpenURLUnsupportedContentMsg" = "عفواً، لم يتم دعم هذا النوع من المحتوى بعد.";
"fdDowloadPausedInBackgroundButton" = "استئناف";
"fdDowloadPausedInBackgroundMessage" = "تم الإيقاف المؤقت لتنزيلات الفيديو.";
"fdStopDownloadButtonShortTitle" = "إيقاف";
"fdTicketDownload" = "تنزيل";
"fdTicketDownloaded" = "تم التنزيل";
"fdTicketDownloading" = "قيد التنزيل";
"fdTicketFailed" = "أعد المحاولة";
"fdTicketInQueue" = "جاري الإنتظار";
"geAuto" = "تلقائي";
"geCantEstablishConnectionToHost" = "غير قادرٍ على الاتصال بالخادم.";
"geCantResolveHost" = "تعذر العثور على الخادم المحدد.";
"geConnectionFailedFormat2" = "نأسف، %@ واجه خطأً أثناء محاولة الاتصال (خطأ HTTP %u).";
"geHTTPNotFound" = "لم يتم العثور على المسار المحدد.";
"hoAddFavoriteButtonTitle" = "إضافة";
"hoAddFavoriteTitle" = "إضافة للمفضلة";
"iapCheckHistoryButton" = "التحقق من التوافر";
"iapUpgradeToPro3Title" = "الترقية إلى Infuse Pro";
"moCannotConnectToSpacePackMessage" = "اضغط على الزر الموجود على الجزء الخلفي من ’Space Pack’ الخاصة بك لتمكين الوصول.";
"svcNightTheme" = "نمط غامق";
"svcSectionGeneral" = "عام";
"svcSectionPlayback" = "التشغيل";
"svcSortByDate" = "فرز حسب التاريخ";
"tiReloadSearch" = "البحث";
"ufPath" = "المسار";
"ufPort" = "المنفذ";
"ufShareProtocol" = "بروتوكول";
"wsMarkAsUnwatched" = "وضع علامة كـ غير مشاهد";
"wsMarkAsWatched" = "وضع علامة تمت المشاهدة";
"diEmailRecipient" = "hello@firecore.com";
"diEmailSubject" = "Infuse";
"diNoAccountMessage" = "يرجى إنشاء حساب بريد إلكتروني من إعدادات النظام، ثم حاول مرة أخرى.";
"diNoAccountTitle" = "لا يوجد حساب بريد إلكتروني";
"diSendDebugInfoButtonTitle" = "الإبلاغ عن مشكلة";
"svсDolbyDTSOverHDMIPassthrough" = "5.1 الصوت عبر HDMI";
"svсDolbyOverAirPlayPassthrough" = "5.1 الصوت عبر AirPlay";
"svcPro2UpgradeToPro3" = "Pro 2 - ترقية الآن";
"emTraktTVAutoAuthError" = "تعذر الوصول إلى Trakt.\nيُرجى تسجيل الدخول إلى حسابك.";
"iapUpgradeToProTitleGoogleCast" = "الترقية الآن لتفعيل بث Google Cast الحي والمزايا الرائعة الأخرى!";
"svcGoogleCast" = "Google Cast";
"ufLinksCategory" = "عن طريق رابط مباشر";
"ufLinksDescription" = "ادخل الرابط المباشر للبث او تحميل المقطع من الموقع";
"ufLinksLabel" = "رابط جديد";
"ufLinksPanelTitle" = "رابط";
"ufLinksPlaceholder" = "http://example.com/sample.mp4";
"hoLinks" = "روابط";
"svcDolbyPostProcessing" = "Dolby مؤثرات صوتية";
"foMovingFailedExist" = "بعض العناصر لايمكن نقلها، لأن أسمائها موجودة مسبقاً.";
"foRemoveITunesItemPlural" = "عذراً! بعض الملفات تم مزامنتها من الايتونز. كرماً استخدم الايتونز لحذفها.";
"hoAddFiles" = "إضافة ملف";
"hoAddFolderTitle" = "إضافة مجلد";
"hoDeletingItems" = "جاري الحذف...";
"hoFoldersTitle" = "مجلدات";
"hoMovingItems" = "جاري النقل...";
"hoNewFolder" = "+ مجلد جديد";
"hoRemoveFromFolder" = "حذف من المجلد";
"svcLandscapeLock" = "قفل الدوران";
"svcPlayInBackground" = "التشغيل بالخلفية";
"svcShowFilenames" = "أظهر اسماء الملفات";
"hoOrganize" = "إختر";
"hoAddToFavorites" = "قُمْ بالإضافة إلى قائمة التفضيلات";
"hoMove" = "نقل";
"hoRemoveFromFavorites" = "قُمْ بالإزالة من قائمة التفضيلات";
"hoSortByName" = "الترتيب حسب العنوان";
"geDelete" = "حذف";
"iapFeatureDescriptionStreaming" = "بث فيديواتك الى شاشة المنزل، مع الصوت المسرحي والترجمات، عبر AirPlay و Google Cast.";
"iapFeatureTitleStreaming" = "AirPlay و Google Cast";
"lockAddPasscodeHint" = "أدخل رمز المرور الجديد";
"lockAddPasscodeMismatch" = "لم تتطابق رموز المرور. حَاوِل مرةً أخرى.";
"lockAddPasscodeReenter" = "إعادة إدخال رمز المرور الجديد";
"lockEnterOldPasscode" = "أدخل رمز المرور القديم";
"lockTitle" = "أدخل رمز المرور";
"lockTouchIDSubtitle" = "فتح %@";
"obStageAirPlayTitle" = "دعم البث لـ AirPlay و Google Cast";
"svcChangePasscode" = "تغيير رمز المرور";
"svcPasscodeLock" = "القيود";
"svcUseTouchID" = "استخدام Touch ID";
"obOpenIAPButtonTitle" = "الترقية إلى Infuse Pro";
"obStageAirPlayMessage" = "بث فيديواتك الى شاشة أكبر باستخدام AirPlay و Google Cast.";
"obStageMoreMessage" = "شغّل صيغ إضافية مع دولبي (AC3) و DTS-HD الصوتي، البث عن طريق الـ AirPlay و Google Cast ، مزامنة Trakt، التشغيل بالخلفية، وأكثر!";
"obStageMoreTitle" = "أحصل على المزيد مع Infuse Pro";
"obStageStreamingMessage" = "تصفح وشغل ملفات الفيديو المخزنة على أجهزة الماك، الكمبيوتر، وسائط التخزين، أو الخدمات السحابية مثل دروب بوكس، قوقل درايف، ون درايف، وخدمة بوكس.";
"obStageStreamingTitle" = "البث بجهد أقل";
"obStageSubtitlesMessage" = "ضع ترجماتك، أو أضف ترجمات في ثوانٍ مجاناً، بتحميلها من OpenSubtitles.";
"obStageSubtitlesTitle" = "ترجمات بسهولة";
"obStageSyncMessage" = "شغّل جميع صيغ الفيديو بما في ذلك MKV، AVI، MP4، WMV وغيرها الكثير دون الحاجة لتحويلها.";
"obStageSyncTitle" = "تجاوز الآيتونز";
"obStageWiFiMessage" = "اشبك الآيفون الخاص بك أو الآيباد لشبكة الواي فاي المرتبطة بجهاز الكمبيوتر الخاص بك، إفتح المتصفح ثم ارفع الملفات.";
"obStageWiFiTitle" = "زامن ملفاتك بدون أسلاك";
"obThanksForPro" = "شكراً لإشتراكك في الـ Pro!";
"svcConnectToTrakt" = "الربط مع Trakt";
"vvGoogleCastFormat" = "غير متوفرة لهذا النوع من الفيديو";
"vvGoogleCastITunes" = "غير متوفرة لمحتوى الآيتونز";
"geDefault" = "الافتراضي";
"geWarning" = "تحذير";
"pmSubtitlesFontName" = "الخط";
"ufCellularDataWarning" = "قد تُطَبِقْ عليك شركة المحمول التي تتبعها تكاليف إضافية عند استهلاكك لبيانات خلوية.";
"ufUnknownNetwork" = "<غير معروف>";
"geOff" = "إغلاق";
"geOn" = "تشغيل";
"hoNoFavoritesButton" = "إضافة";
"hoNoFavoritesLabel" = "أضف بعض المجلدات من وسائط المشاركة في الشبكة";
"hoRemoveFavoriteButtonTitle" = "إزالة المُفضَّلْ";
"hoWelcomeToInfuse" = "مرحبا بك في INFUSE";
"iapFeatureDescriptionSubtitles" = "ضع ترجماتك، أو أضف ترجمات في ثوانٍ مجاناً، بتحميلها من OpenSubtitles.";
"iapFeatureTitleSubtitles" = "ترجمات بسهولة";
"pmInfo" = "معلومات";
"pmOptions" = "خيارات";
"pmTracks" = "مسارات";
"prEdit" = "تعديل";
"prEpisodes" = "حلقات";
"prRate" = "تقييم";
"svcCalculatingCacheSize" = "...جاري حساب حجم الكاش";
"svcClearingMetadata" = "مسح المعلومات الوصفية";
"svcNetworkSharesSectionTitle" = "شبكة";
"svcTraktAccount" = "Trakt";
"ttLogoutMessage" = "هل أنت متأكد من تسجيل الخروج";
"ttWatchedEpisodes" = "حلقة مشاهدة";
"ttWatchedMovies" = "أفلام مشاهدة";
"ttWatchedTVShows" = "مسلسل مشاهد";
"tvshAddFavorite" = "أضف للمفضلة";
"tvshAddFavoritesHint" = "لإضافة مجلد الى المفضلة إستمر بالضغط على شاشة اللمس بالريموت.";
"tvshEditShare" = "تعديل مجلد المشاركة";
"tvshFavoritesSectionTitle" = "المفضلة";
"tvshSavedShareHint" = "إختر مجلداتك المفضلة لوضعها في الشاشة الرئيسية.";
"tvshShares" = "وسائط المشاركة";
"pcSwipeDownHint" = "للمزيد مرر للأسفل";
"ufTestingConnection" = "جارٍ اختبار الاتصال...";
"geClear" = "مسح";
"geRemovePrompt" = "هل أنت متأكد من حذف \"%1$@\"؟";
"svcClearRecentlyWatched" = "إزالة المشاهدات مؤخراً";
"svcClearRecentlyWatchedConfirmationText" = "هل أنت متأكد من إزالة قائمة المشاهدات مؤخراً؟";
"svcEmbeddedMetadata" = "البيانات الوصفية المدمجة";
"ufForgetShareAlertTitle" = "هل أنت متأكد من حذف مجلد المشاركة؟";
"vvResumeButton" = "متابعة التشغيل";
"vvResumeOrStartFromBeginning" = "هل تود المواصلة أم بدأ المشاهدة من جديد؟";
"vvStartFromBeginningButton" = "إبدأ من البداية";
"svcUpgradeToFmt" = "الترقية الى %@";
"emPackedDivx" = "عذراً، هذه الصيغة (DivX) غير مدعومة.";
"hoReloadFavoriteButtonTitle" = "تحديث الخلفية";
"hoRenameFavoriteButtonTitle" = "إعادة التسمية";
"hoSortByFileName" = "الترتيب حسب الإسم";
"svcAppVersionFmt" = "Infuse %@";
"svcSortingMode" = "الترتيب حسب";
"svcSortingModeByDate" = "التاريخ";
"svcSortingModeByFileName" = "إسم الملف";
"svcSortingModeByTitle" = "العنوان";
"bcVOFile" = "ملف";
"bcVOLink" = "رابط";
"geVOInProgress" = "جار التحميل";
"hoVOFavoriteItem" = "العناصر المفضلة";
"hoVOFolderItem" = "مجلد";
"hoVOMenu" = "قائمة";
"hoVOMore" = "المزيد";
"hoVORefreshing" = "محتوى مُتجدد";
"hoVOSeasonItem" = "الموسم";
"hoVOSeriesItem" = "سلسة";
"hoVOVFSItem" = "ملف المشاركة";
"hoVOVideoItem" = "الفيديو";
"pcVOAirplay" = "AirPlay";
"pcVONext" = "التالي";
"pcVOPause" = "ايقاف";
"pcVOPlay" = "تشغيل";
"pcVOPrevious" = "السابق";
"pcVORewindBack" = "الرجوع للخلف";
"pcVORewindForward" = "التقديم السريع";
"pcVOSettings" = "إعدادات التشغيل";
"pcVOTrackPosition" = "وضعية التشغيل";
"pcVOTrackPositionValue" = "%1$@ من %2$@";
"pmBlack" = "أسود";
"pmHeavy" = "ثقيل";
"pmLarger" = "أكبر";
"pmLight" = "خفيف";
"pmRegular" = "قياسي";
"pmSemibold" = "أسود خفيف";
"pmSmaller" = "أصغر";
"pmThin" = "رقيق";
"pmUltraLight" = "خفيف جداً";
"pmVOBrightness" = "السطوع";
"pmZoomModeAnamorphicA" = "الصورة البصريّة (A (2.35:1";
"pmZoomModeAnamorphicB" = "الصورة البصريّة (B (2.39:1";
"pmZoomModeAnamorphicC" = "الصورة البصريّة (C (2.40:1";
"pmZoomModeWidescreenA" = "الشاشة العريضة (A (1.85:1";
"pmZoomModeWidescreenB" = "الشاشة العريضة (B (2.00:1";
"tiVOEpisode" = "حلقة %@";
"tiVOPoster" = "ملصق الفيديو";
"tiVORating" = "التقييم: %1$g من %2$g";
"wsVOWatchStatus" = "حالة المشاهدة";
"wwVOReload" = "إعادة تحميل";
"svcEdgeTapChapters" = "ضوابط الفصل";
"svcAudioOutput" = "مخرجات الصوت";
"svcAudioOutputPassthrough" = "تجاوز";
"svcFileManagement" = "إدارة الملفات";
"svcWatchedIndicators" = "مؤشرات المشاهدة";
"svcWatchedIndicatorsMoviesOnly" = "الافلام فقط";
"svcWatchedIndicatorsTVShowsOnly" = "المسلسلات فقط";
"hoDeletionDisabled" = "فعّل إدارة الملفات لكي تتمكن من حذف الملفات.";
"liEpisodeStats" = "حلقات: %d";
"liMovies" = "أفلام";
"liSeries" = "المسلسلات";
"svcContinuousPlaybackMovies" = "أفلام";
"emTraktTVSignUpDenied" = "تم رفض طلب التصريح";
"hoDisableOnlineMetadata" = "استخدم البيانات الوصفية المحلية";
"hoEnableOnlineMetadata" = "استخدم البيانات الوصفية الموجودة على الإنترنت";
"hoHideFavorite" = "إخفاء المُفضَّلْ";
"hoLocalMetadataWarning" = "البيانات الوصفية المحلية";
"hoResetArtwork" = "إعادة ضبط العمل الفني";
"hoSelectArtwork" = "حدد غلاف الالبوم";
"hoShowFavorite" = "عرض المُفضلة";
"li00s" = "2000s";
"li10sOld" = "2010+";
"li1Star" = "نجمة واحدة";
"li2Stars" = "٢ نجوم";
"li30thAndOlder" = "أقدم";
"li3Stars" = "٣ نجوم";
"li40s" = "1940s";
"li4Stars" = "٤ نجوم";
"li50s" = "1950s";
"li5Stars" = "٥ نجوم";
"li60s" = "1960s";
"li70s" = "1970s";
"li80s" = "1980s";
"li90s" = "1990s";
"liAllMovies" = "كل الأفلام";
"liAllTVShows" = "كل البرامج التليفزيونية";
"liByAgeRating" = "التقييم حسب العمر";
"liByDate" = "بناءً على تاريخ الإصدار";
"liByGenre" = "حسب النوع";
"liByRating" = "حسب التقييم";
"liLastScanDate" = "آخر تحديث: %@";
"liLastScanDateDaysAgo" = "%@ مضت";
"liLastScanDateNever" = "أبداً";
"liLastScanDateYesterday" = "أمس";
"liMovieStats" = "أفلام: %d";
"liOtherStats" = "أخرى: %d";
"liRecentlyAdded" = "أضيفت مؤخراً";
"liScanForChanges" = "البحث عن التغييرات";
"liScanning" = "قيد التنفيذ...";
"liShowLibrary" = "أظهر مكتبة";
"liStatusFailFor" = "فشلت عملية الفهرسة الخاصة بـ %@";
"liStatusFetchingContentFor" = "جلب المحتوى: %@";
"liStatusFetchingMetadataFor" = "جلب البيانات الوصفية (%1$@ - %2$d\U00A0من\U00A0%3$d)";
"liStatusFetchingThumbnailsFor" = "جلب المصغرات (%1$@ - %2$d\U00A0من\U00A0%3$d)";
"liTop" = "أفضل 30";
"liUnsortedItems" = "أخرى";
"liUnwatched" = "لم تتم مشاهدته";
"svcContinuousPlaybackTVShows" = "المسلسلات فقط";
"tvDeiceAuthRequestingCode" = "طلب رمز التصريح...";
"tvDeviceAuthStatusLoggingIn" = "تم استلام التأكيد، جارٍ تسجيل الدخول...";
"tvDeviceAuthStatusWaiting" = "في إنتظار التصريح...";
"tvDeviceAuthTitle" = "اتبع هذه الخطوات لتسجيل الدخول إلى Trakt";
"tvDeviceAuthUseCode" = "أدخل رمز التصريح (صالح حتى %@)";
"tvDeviceAuthVisitUrl" = "زر رابط url التالي أو قم بعمل مسح ضوئي لرمز QR";
"tvImagePickerHint" = "اختر صورة من مشاركاتك على الشبكة لاستخدامها كعمل فني مُخصص.";
"wsChangingWatchStatus" = "تغيير حالة المشاهدة...";
"emSandiskNotAvailable" = "لايمكن الوصول الى قرص SanDisk iXpand Drive. رجاءاً تاكد من توصيلها بامان، وتأكد انها غير مستخدمة من تطبيقات أخرى.";
"ufUploadInfoAddFTP" = "انقل الملف من خلال تطبيق الـ FTP لديك";
"ufUploadInfoAddHTTP" = "استخدم زر “ إضافة “ او اسحب الملف والصقه في نافذة المتصفح.";
"ufUploadInfoAddressFTP" = "افتح تطبيق الـ FTP المفضل لديك ثم قم بإدخال العنوان أدناه";
"ufUploadInfoAddressHTTP" = "قُم بإدخال هذا العنوان في متصفح الويب الخاص بك:";
"ufUploadInfoCredentials" = "استخدم هذه الشهادة للولوج للمكتبة :";
"ufUploadInfoHint" = "لا تغلق هذه النافذة حتى يتم إكتمال النقل.";
"ufUploadInfoNetwork" = "قُم بتوصيل جهاز الكمبيوتر الخاص بك إلى:";
"ufUploadInfoAddressIP" = "أو إستخدم: %@";
"csAddNewTitle" = "إضافة خدمة";
"csAddServiceButton" = "إضافة";
"csCloudServicesSectionTitle" = "الخدمات السحابية";
"csRemoveServiceButton" = "إزالة";
"emCloudAccessTokenRevoked" = "عفواً! انفيوز لا يمكنه الوصول الى حسابك بسبب فشل التحقق مع الموقع";
"geAuthentication" = "المصادقة";
"iapFeatureDescriptionCloudStreaming" = "الوصول المباشر لللفيديو من الخدمات السحابية مثل الدروب بوكس، وقوقل درايف، وون درايف، وغيرهم";
"iapFeatureDescriptionHDAudio" = "إسمع كل شئ باضافة الدعم للـ صوتيات 24-bit دولبي TrueHD و DTS-HA MA";
"iapFeatureDescriptionSync" = "المحافظة على مكتبتك، متابعة المشاهدة، والإطلاع على سجل المشاهدات من خلال التزامن مع الأجهزة والتطبيقات الأخرى.";
"iapFeatureDescriptionVideoFormats" = "استمتع بصيغ فيديوات أكثر ( حتى صيغ 4K و الترا HD ) ووفر على نفسك من ضياع الوقت في تحويل الصيغ.";
"iapFeatureTitleCloudStreaming" = "البث السحابي";
"iapFeatureTitleHDAudio" = "صفاوة HD للصوتيات";
"iapFeatureTitleSync" = "البقاء في التزامن";
"iapFeatureTitleVideoFormats" = "تشغيل فيديوات أكثر";
"iapStartTrial" = "إبدأ بتفعيل اشتراكك التجريبي للشهر الاول!";
"iapSubscribeNow" = "الترقية الآن";
"iapSubscribeNowWithPrice" = "الترقية الآن (%@ لكل سنة)";
"iapSubscriptionPrice" = "%@ لكل سنة بعد نهاية المدة التجربية";
"iapUpgradeToProTitleCloudStreaming" = "الترقية الآن لتفعيل البث السحابي و المزايا الأخرى الرائعة!";
"iapUpgradeToProTitlePremiumVideo" = "لتشغيل هذا الفيديو يلزمك الإشتراك في Infuse Pro";
"liInProgress" = "جاري المشاهدة";
"Remove %d items?.two" = "هل أنت متأكد من حذف ملفين نهائياً ؟";
"svcCloudSync" = "تزامن الآيكلاود";
"svcMediaLibraryDenied" = "الرجاء السماح بالوصول الى مكتبة الوسائط من خلال خيار الخصوصية باعدادات الجهاز.";
"svcMediaLibraryRestricted" = "الرجاء السماح بالوصول الى مكتبة الوسائط من خلال اعدادات المراقبة الاهلية في إعدادات الجهاز.";
"tvcsEdit" = "تعديل";
"tvcsRemove" = "إزالة";
"ufAccount" = "الحساب";
"ufDocumentsCategory" = "عبر تطبيق الملفات";
"svcShowUpNextSetting" = "قائمة الإنتظار للتشغيل";
"ftTimeRemainingInMinutesFormat" = "%@ دقيقة متبقية";
"liCollections" = "مجموعات";
"liInProgressOnly" = "جاري المشاهدة فقط";
"liRecentlyAddedOnly" = "أضيفت مؤخراً فقط";
"pmDeinterlacing" = "تغيير الاشاره المتشابكة";
"diFeedbackInstructionsButtonTitle" = "الإبلاغ عن مشكلة";
"dvdDirectorsCommentary" = "تعليق المخرج";
"hoSortByReleaseDate" = "الفرز حسب سنة الإصدار";
"liNewest" = "الاحدث";
"pmTitleNameFormat" = "العنوان %d (المدة - %@)";
"pmTitles" = "العناوين";
"svcSectionFeedback" = "الدعم";
"svsSortingModeByReleaseDate" = "تاريخ الإصدار";
"tvFeedbackEmailTo" = "ارسل بريد الكتروني لهذا العنوان او امسح رمز الـ QR";
"tvFeedbackInsertHere" = "[اضف الانطباع هنا]";
"tvFeedbackSavingTechInfo" = "جاري رفع معلومات التشخيص...";
"tvFeedbackTitle" = "اتبع هذه التعليمات لتحصل على الدعم";
"tvFeedbackUploadConnectionError" = "غير قادر على الوصول إلى خدمة تشخيص الرفع.\n الرجاء تحقق من اتصال الإنترنت الخاص بك وحاول مرة أخرى.";
"tvFeedbackUploadFailedMessage" = "فشل في رفع التشخيصات.\nالرجاء المحاولة لاحقاً";
"tvFeedbackUploadFailedTitle" = "فشل الرفع";
"tvFeedbackUploadUnavailable" = "خدمة رفع التشخيصات غير متاحة مؤقتاً.\nالرجاء المحاولة لاحقاً";
"tvFeedbackUseCode" = "أرفق هذا الكود في رسالتك";
"blurayBonusTrack" = "مسار الإضافات";
"iapSubscriptionVerificationMessage" = "أعد إتصالك بالإنترنت ثم حدث. التسجيل سيستمر فعّال حتى %@";
"iapSubscriptionVerificationTitle" = "غير قادر على تأكيد التسجيل";
"pacoAllowAppAccess" = "قفل التطبيق";
"pacoAllowedMovieRatings" = "السماح بعرض تقييمات الأفلام";
"pacoAllowedTVShowRatings" = "السماح بعرض تقييمات المسلسلات";
"pacoChangePasscodeSubtitle" = "أدخل الرقم السري الحالي المكون من أربعة خانات.";
"pacoChangePasscodeTitle" = "الرقم السري الحالي";
"pacoCheckPasscodeSubtitle" = "أدخل الرقم السري المكون من أربعة خانات.";
"pacoCheckPasscodeTitle" = "أدخل الرقم السري";
"pacoConfirmPasscodeSubtitle" = "الرجاء إعادة رمزك السري المكوّن من أربعه أرقام";
"pacoConfirmPasscodeTitle" = "أعد إدخال الرقم السري";
"pacoDisablePasscodeProtection" = "إلغاء قفل الرقم السري";
"pacoEnablePasscodeProtection" = "تفعيل قفل الرقم السري";
"pacoNewPasscodesDontMatchSubitle" = "الرقم السري الجديد غير متطابق. حاول مرة أخرى.";
"pacoNewPasscodesDontMatchTitle" = "الرقم السري الجديد غير متطابق";
"pacoNewPasscodeSubtitle" = "أدخل الرقم السري الجديد المكون من أربعة خانات.";
"pacoNewPasscodeTitle" = "الرقم السري الجديد";
"pacoParentalControl" = "التحكم العائلي";
"pacoRatingsNotRated" = "لم يقيّم";
"pacoRestrictions" = "القيود";
"pacoSetPasscodeSubtitle" = "أدخل الرقم السري لتهيئة القيود لفيديواتك.";
"pacoSetPasscodeTitle" = "أدخل الرقم السري";
"pacoTurnOffPasscodeSubtitle" = "أخل الرقم السري لإقفال القيود.";
"pacoTurnOffPasscodeTitle" = "إلغاء القيود";
"coGray" = "رمادي";
"coMagenta" = "أرجواني";
"coPink" = "وردي";
"coTealBlue" = "أزرق فيروزي";
"liDaysAgoPlural.two" = "%d منذ أيام";
"pm3dMode" = "وضع 3D";
"pm3dModeSBS" = "جنباً إلى جنب";
"pm3dModeTAB" = "أعلى وأسفل";
"pmSubtitlesDownloadsCountAndFPS" = "%i التنزيلات، g% fps";
"diTechnicalDetails" = "التشخيصات : %@";
"prSeries" = "السلسلة";
"vvNowPlaying" = "قيد التشغيل في %@";
"vvSeasonEpisode" = "سلسلة %@، حلقة %@";
"prLocation" = "الموقع";
"tiLocalFile" = "تمت المزامنة";
"tiOnShare" = "في %@";
"geVODismissPopup" = "تجاهل النافذة المنبثقة";
"geVODismissPopupHint" = "انقر نقراً مزدوجاً لتجاهل النافذة المنبثقة";
"hoContentAll" = "كل";
"hoFiles" = "ملفات";
"hoVOGridMode" = "وضع الشبكة";
"hoVOListMode" = "العرض التسلسلي";
"liAllVideos" = "كل الفيديوهات";
"liEmptyLibraryHintAction" = "+ إضافة للمفضلة";
"liEmptyLibraryHintBody" = "ابدأ بملء مكتبتك بالفيديوهات من خلال إيجاد عدد قليل من المجلدات لإضافتها كمفضّلة.";
"liEmptyLibraryHintTitle" = "عفواً، هذه المكتبة فارغة!";
"liEpisodes" = "حلقات";
"liSettings" = "المكتبة";
"pcVOPiP" = "صورة داخل صورة";
"ufAddFavoriteHint" = "انقر على رمز النجمة لإضافة مجلد إلى مكتبتك.";
"ufConnectionSuccess" = "نجح الاتصال";
"ufLetsGo" = "لنبدأ";
"raRateInfuseTitle" = "قيم %@";
"liAllDeviceContent" = "كل المحتوى";
"obSDStage2Message" = "تصفح، شغل، وحمّل ملفات الفيديو من معظم أجهزة الأي ماك، الكمبيوتر، وسائط التخزين ، أو محرك الأقراص اللاسلكية. لايحتاج مزامنة.";
"obSDStage2Title" = "البث بجهد أقل";
"obSDStage3Message" = "ندعم الترجمات المستقلة والمدمجة.";
"obSDStage3Title" = "دعم الترجمة";
"obSDStage4Message" = "بث فيديواتك الى شاشة أكبر باستخدام AirPlay و Google Cast.";
"obSDStage4Title" = "Apple AirPlay و Google Cast";
"obSDStage5Title" = "أحصل على المزيد مع %@";
"ttEpisodes" = "حلقات";
"ttMovies" = "أفلام";
"ttShows" = "المسلسلات";
"fdTicketRetryDownloading" = "إعادة محاولة التنزيل";
"hoBrowse" = "استعراض";
"hoSearchResults" = "البحث في النتائج";
"svcMoreAboutProButtonTile" = "معرفة المزيد";
"svcUpgradeNowTitle" = "قم بالترقية إلى Pro وتمكين ميزات جديدة مدهشة!";
"wsWatched" = "تمت مشاهدته";
"svcUseFaceID" = "استخدام Face ID";
"iapCancelSubscriptionButton" = "الاشتراكات";
"iapChangePlan" = "عرض الاشتراكات";
"iapContinuePurchasingButton" = "تجاهل";
"iapFeatureDescriptionInAppPurchaseSync" = "تتيح لك عملية الشراء الواحدة استخدام جميع ميزات Infuse Pro الرائعة على iPhone و iPad و Apple TV و Mac.";
"iapFeatureDescriptionUpdatesForLife" = "تحصل على وصول إلى ميزات جديدة رائعة في جميع التحديثات المستقبلية - حتى الإصدارات الكبيرة مثل v9 ,v10, إلخ. . .";
"iapFeatureTitleInAppPurchaseSync" = "عملية شراء واحدة, كل الأجهزة";
"iapFeatureTitleUpdatesForLife" = "تحديثات مدى الحياة";
"iapMostPopular" = "الأكثر رواجا";
"iapPurchaseAnnual" = "سنويا";
"iapPurchaseLifetime" = "مدى الحياة";
"iapPurchaseMonthly" = "شهريا";
"iapPurchaseOneMonthFree" = "شهر للتجربة";
"iapPurchaseOneWeekFree" = "أسبوع للتجربة";
"iapPurchaseProForever" = "برو مدى الحياة";
"iapPurchaseSavingsFormat" = "توفير %@%%";
"iapPurchaseTrialInfo" = "كل الاشتراكات تبدأ بتجربة مجانية. قم بالإلغاء في أي وقت.";
"iapPurchaseUpgrade" = "خاص";
"iapSubscriptionAlreadyPurchasedWarningTitle" = "يبدو أنه لا يزال لديك اشتراك Infuse Pro نشط. يمكنك إدارة ذلك من خلال قسم الاشتراكات في متجر البرامج.";
"iapTermsOfUse" = "يتضمن اشتراكك فترة تجريبية مجانية تبدأ بمجرد تأكيد عملية الشراء باستخدام حساب الايتونز الخاص بك. عند انتهاء الفترة التجريبية، سوف يبدأ اشتراكك بالتجديد تلقائيا. سيتم فرض رسوم على حسابك في الايتونز للفترة القادمة ما لم تعطل التجديد التلقائي أو إلغاء اشتراكك في إعدادات الحساب قبل 24 ساعة على الأقل من نهاية الفترة الحالية. للحصول على شروط وسياسة الخصوصية زيارة firecore.com/terms-privacy";
"iapThanksForGoingProTitle" = "شكراً\nلإشتراكك في الـ PRO";
"iapUpgradeToInfuseProTitle" = "الترقية إلىInfuse PRO\n";
"iapPurchasePRO" = "PRO";
"iapPurchaseActive" = "مفعل";
"liAllContent" = "كل المحتوى";
"emHEVCRequiresOS" = "الترقية إلى iOS 11 لتشغيل مقاطع الفيديو H.265";
"eulaAgree_SD" = "موافق";
"hoEmptyFolderSub_SD" = "هذه ليست المجلدات التي تبحث عنها ...";
"hoLearnMore_SD" = "ربط SanDisk iXpand Drive للبدء";
"obSDStage1Message" = "تشغيل مقاطع أكثر باستخدام SanDisk iXpand Drive. لا حاجة لتحويل تنسيقات الملفات - مجرد الجلوس والاسترخاء، وبث ...";
"obSDStage1Title" = "شغل مقاطع أكثر من SanDisk iXpand Drive الخاص بك";
"obSDStage5Message" = "تشغيل الفيديو مع قسط تنسيقات الصوت مثل %@ و DTS. تشغيل في الخلفية، ويلقي على التلفزيون وأكثر من ذلك بكثير...";
"pipAbout" = "حول";
"pipDescription" = "مساعدة سانديسك لتحسين تجربة المستخدم لـ %@ الخاص بك عن طريق اختيارك لمشاركة جهاز مجهول ومعلومات التطبيق.";
"pipDoNotShare" = "عدم المشاركة";
"pipEULA" = "اتفاقية ترخيص المستخدم النهائي";
"pipLearnMore" = "المزيد";
"pipLegal" = "قانوني";
"pipMoreInfo" = "تحسين المنتج يجمع ويرسل دوريا معلومات التشخيص والاستخدام، مما يساعد سانديسك على تحسين الجودة والأداء. وتشمل هذه المعلومات على اعدادات الجهاز، واستخدام التطبيق، واستهلاك التخزين، ونوع الملفات وكذلك تشخيص الأخطاء.";
"pipOpenSource" = "إشعارات الجهة الخارجية";
"pipPrivacyTitle" = "سياسة الخصوصية";
"pipShare" = "مشاركة";
"pipShareDataSetting" = "مشاركة البيانات المجهولة";
"pipTitle" = "تحسين المنتج";
"svcContactSupport" = "اتصل بالدعم";
"svcSDCopyright" = "© 2020 Western Digital Corporation أو الشركات التابعة لها. كل الحقوق محفوظة.";
"ufShareProtocolVersion" = "نسخة SMB";
"ufShareLegacySMB" = "الإرث";
"geUnexpectedResponse" = "استجابة غير متوقعة من الخادم. حاول مرة اخرى.";
"hoAddToHomeScreen" = "إضافة إلى الشاشة الرئيسية";
"hoAddToLists" = "أضف إلى القوائم";
"plConnectToPlex" = "إضافة Plex";
"plFollowSteps" = "اتبع هذه الخطوات لتسجيل الدخول إلى Plex";
"plLoginTitle" = "سجل دخولك لخدمة Plex";
"plNoServersMessage" = "يرجى تسجيل خادم مع حساب Plex الخاص بك وحاول مرة أخرى.";
"plNoServersTitle" = "لايوجد خوادم لـ Plex";
"plRepeatAttempt" = "حاول مرة أخرى";
"plSelectServerTitle" = "اختر الخادم";
"plUseAuthCode" = "أدخل رمز التصريح";
"liMoviesGenres" = "أنواع الأفلام";
"liRecentlyAddedMovies" = "الأفلام المضافة مؤخراً";
"liTopRatedMovies" = "الأفلام الأعلى تقييماً";
"liUnwatchedTVShows" = "العروض التلفزيونية الغير مشاهدة";
"hoRemoveListButtonTitle" = "إزالة القائمة";
"hoUpdatingMetadata" = "تحديث البيانات الوصفية ...";
"prRefresh" = "تحديث";
"tiRefreshMeta" = "تحديث البيانات الوصفية";
"hoHideShare" = "إخفاء اقراص المشاركة";
"hoShowShare" = "إظهار اقراص المشاركة";
"hoRefreshCategoryArtwork" = "تحديث غلاف التصنيفات";
"liOnDeck" = "على السطح";
"pacoLockSearch" = "قفل البحث";
"emCodecNotAvailable" = "%@ غير قادر على تشغيل هذا الملف لأن صيغة الترميز المطلوبة غير متوفرة.";
"emOptInEncouragement" = "نحن نعمل على إضافة دعم لتنسيقات الوسائط الإضافية ، وسيساعدنا الاشتراك في تحسين المنتج في دعم مقاطع الفيديو هذه في وقت أقرب.";
"geOptIn" = "الاشتراك في";
"acCloudSyncWarningMessage" = "يبدو أنه قد تم مؤخراً تغيير أو إزالة كمية كبيرة من البيانات الموجودة في iCloud. هل تريد إعادة مزامنة هذه التغييرات على جهازك؟";
"acCloudSyncWarningProceed" = "مزامنة الآن";
"acCloudSyncWarningTitle" = "تحذير iCloud";
"svcShareStatistics" = "مشاركة نتائج التحليلات";
"bcProducer" = "منتج";
"bcProducers" = "المنتجين";
"pmSubtitlesExternal" = "%1$@ (%2$@ الخارجي)";
"pmSubtitlesForcedExternal" = "%1$@ (%2$@ الاجباريه الخارجية)";
"pmSubtitlesLanguageUnknown" = "غير معروف";
"svcSubtitlesForcedOnly" = "المدمجة فقط";
"prPlayVersion" = "تحديد إصدار";
"liStatusFetchingiCloud" = "جارٍ المزامنة مع iCloud";
"liStatusFetchingUpNext" = "جلب قائمة الإنتظار للتشغيل";
"svcResumePlayback" = "استئناف التشغيل";
"svcResumePlaybackAsk" = "اسأل";
"li4K" = "4K";
"liByResolution" = "حسب الدقة";
"liFHD" = "Full HD";
"liHD" = "HD";
"liSD" = "SD";
"svcSubtitlesFetching" = "تحميل ترجمات";
"pmTinier" = "أنحف";
"pmTiny" = "صغير جدا";
"pcBrightnessDown" = "تقليل السطوع";
"pcBrightnessUp" = "زيادة السطوع";
"pcNextChapter" = "الفصل التالي";
"pcPlayPause" = "تشغيل / ايقاف";
"pcPrevChapter" = "الفصل السابق";
"pcSkipBackward" = "رجوع 15 ثانية";
"pcSkipForward" = "تقديم 15 ثانية";
"pcStopPlayback" = "إيقاف";
"pcVolumeDown" = "خفض الصوت";
"pcVolumeUp" = "رفع الصوت";
"pmVideoAlignBottom" = "الأسفل";
"pmVideoAlignCenter" = "بدون";
"pmVideoAlignTitle" = "محاذاة عمودية";
"pmVideoAlignTop" = "أعلى";
"svcFeedbackAlertMessage" = "يرجى الاتصال بالدعم أو متابعة %@ على Twitter لإرسال التعليقات والآراء.";
"svcSubmitFeedback" = "إرسال التعليقات والآراء";
"emCloudNeedAuthorization" = "لم يعد رمز الوصول صالحًا. للوصول إلى ما تشاركه, يُرجى تسجيل الدخول مرة أخرى.";
"emCloudNeedAuthorizationAppleTV" = "لم يعد رمز الوصول صالحًا. للوصول إلى ما تشاركه, يُرجى تسجيل الدخول عن طريق هاتف جوال يعمل بنظام iOS, مع تمكين iCloud Sync.";
"emOneDriveUpgrade" = "يستخدم هذا الإصدار من Infuse تكاملًا جديدًا لـOneDrive من أجل تشغيل عرض أكثر موثوقية. للوصول إلى ما تشاركه, يُرجى تسجيل الدخول مرة أخرى.";
"emOneDriveUpgradeAppleTV" = "يستخدم هذا الإصدار من Infuse تكاملًا جديدًا لـOneDrive من أجل تشغيل عرض أكثر موثوقية. للوصول إلى ما تشاركه, يُرجى تسجيل الدخول عن طريق هاتف جوال يعمل بنظام iOS, مع تمكين iCloud Sync.";
"emOneDriveUpgradeTitle" = "تحديث OneDrive";
"gdMyDrive" = "محرك الأقراص الخاص بي";
"gdSharedWithMe" = "مُشارْك معي";
"gdTeamDrives" = "محركات أقراص الفريق";
"hoSignIn" = "تسجيل الدخول";
"pmAspectRatio" = "نسبة الارتفاع إلى العرض";
"pmAspectRatio_16_10" = "HDTV (16:10)";
"pmAspectRatio_16_9" = "HDTV (16:9)";
"pmAspectRatio_36_10" = "Ultra-Widescreen (36:10)";
"pmAspectRatio_4_3" = "SDTV (4:3)";
"pmAudioRoute" = "السماعات";
"pmSubtitlesBackground" = "الخلفية";
"pmSubtitlesBackground_100" = "100％";
"pmSubtitlesBackground_25" = "25％";
"pmSubtitlesBackground_50" = "50％";
"pmSubtitlesBackground_75" = "75％";
"pmTrackOptionDefault" = "الافتراضي";
"pmTrackOptionForced" = "إجباري";
"afAddUrlAlertMessage" = "هل ترغب في إضافة \" %@ \" إلى القائمة؟";
"afAddUrlAlertTitle" = "إضافة عنوان URL";
"afAddUrlStep1" = "انسخ عنوان URL مباشر للفيديو من Safari ، على سبيل المثال";
"afAddUrlStep2" = "ابدأ %@ وافتح هذه الشاشة.";
"afAddUrlStep3" = "قم بتأكيد عنوان URL الذي تم استيراده أو قم بإدخاله يدويًا لإضافته.";
"afAddUrlStep4" = "انقر فوق عنصر من القائمة لبثه أو انقر فوق تنزيل لحفظه على جهازك.";
"afAddUrlsTitle" = "إضافة عناوين URL";
"geAdd" = "إضافة";
"emDolbyNotSupported" = "عذراً, إنّ تقنية صوت Dolby غير مدعومة على هذا الجهاز.";
"emBandwidthExceeded" = "تم تجاوز حد عرض النطاق الترددي";
"emCacheCleared" = "تم مسح ذاكرة التخزين المؤقت للبيانات الوصفية";
"emCacheEmpty" = "تم تشغيل جهاز Apple TV الخاص بك مؤخراً على مساحة منخفضة على القرص ، وأزال tvOS بعض بيانات التطبيق لتوفير مساحة للتطبيقات الأخرى. نتيجة لذلك، فقد تمت إزالة البيانات الوصفية والأعمال الفنية المخزنة في Infuse.\n\nالآن ، سيجري إعادة تحميل البيانات الوصفية والأعمال الفنية لمقاطع الفيديو الخاصة بك.";
"emFileNotFound" = "لم يتم العثور على الملف";
"emMissingPlexFile" = "عفوًا ، يبدو أن هذا الفيديو قد تم نقله أو حذفه مؤخرًا. استخدم الخيار 'Scan Library Files' في Plex لتحديثه، وحاول مرة أخرى.";
"emPlexRemoteLimit" = "اضبط إعدادات البث عن بعد أو سرعة التحميل في Plex من أجل تشغيل هذا الفيديو.";
"emCacheError" = "خطأ في ذاكرة التخزين المؤقت للبيانات الوصفية";
"emCacheErrorMessage" = "عفوًا، حدث خطأ ما، ولم تعد ذاكرة التخزين المؤقت للبيانات الوصفية صالحة. سيقوم Infuse الآن بإعادة تنزيل البيانات الوصفية لمقاطع الفيديو الخاصة بك. \n\nسيساعدنا إرسال التقرير التشخيصي في تتبع المشكلات وحلها في التحديثات المستقبلية.";
"acCloudDownloadErrorMsg" = "قم بتنزيل هذا الملف قبل تشغيله";
"hoLocalFilesMigration" = "شكرا للترقية إلى Infuse 8! هل ترغب في نقل مقاطع الفيديو الموجودة إلى الإصدار الجديد؟";
"hoSaveAndPlay" = "حفظ وتشغيل";
"plServerWrongAccount" = "لا يمكن العثور على الخادم الذي تحاول الوصول إليه من هذا الحساب.";
"svcAppearance" = "المظهر";
"svcAppIcon" = "أيقونة التطبيق";
"svcDark" = "داكن";
"svcLight" = "مضيء";
"liStatusFetchingAdditionalMetadataFor" = "جلب التفاصيل (%1$@ - %2$d\U00A0من\U00A0%3$d)";
"liStatusUpdatingSpotlight" = "تحديث تخزينات البحث";
"pmDeinterlacingIvtc" = "فيلم (IVTC)";
"pmDeinterlacingLinear" = "كفاءة (Linear)";
"pmDeinterlacingYadif" = "جودة عالية (Yadif)";
"ufAdvanced" = "خيارات متقدمة";
"ufMacAddress" = "عنوان الماك";
"pacoHideFromFilesApp" = "تعطيل تطبيق الملفات";
"fdTicketDownloadAllEpisodes" = "جميع الحلقات";
"fdTicketDownloadSingleEpisode" = "حلقة واحدة";
"fdTicketDownloadUnwatched" = "حلقات غير مشاهدة";
"emDropboxEmailNotVerified" = "عنوان البريد الإلكتروني لم يتم التحقق منه";
"emDropboxEmailNotVerifiedMessage" = "يرجى التحقق من عنوان البريد الإلكتروني الخاص بك مع Dropbox قبل المتابعة.";
"hoAddToPlaylist" = "أضف إلى قائمة التشغيل";
"hoCreateNewPlaylist" = "إنشاء قائمة تشغيل";
"hoDeletePlaylist" = "حذف قائمة التشغيل";
"hoPlaylistTitle" = "عنوان قائمة التشغيل";
"hoRemoveFromPlaylist" = "إزالة من قائمة التشغيل";
"hoRenameFavorite" = "إعادة تسمية المفضلة";
"hoRenamePlaylist" = "إعادة تسمية قائمة التشغيل";
"hoUpdatingPlaylist" = "جارٍ تحديث قائمة التشغيل ...";
"liPlaylists" = "قوائم التشغيل";
"NSBluetoothAlwaysUsageDescription" = "يستخدم لاكتشاف أجهزة Google Cast القريبة";
"pmSubtitlesFontPreview" = "نصٌّ حكيمٌ لهُ سِرٌّ قاطِعٌ وَذُو شَأنٍ عَظيمٍ مكتوبٌ على ثوبٍ أخضرَ ومُغلفٌ بجلدٍ أزرق";
"pmSubtitlesMoreFonts" = "أخرى...";
"ufUploadInfoNetworkSame" = "قم بتوصيل الكمبيوتر بنفس شبكة Wi-Fi.";
"acSavingToDocuments" = "الحفظ إلى %@";
"hoAddToWatchlist" = "أضف إلى المشاهدة";
"hoEmptyPlaylistsMessage" = "لإنشاء قائمة تشغيل ، حدد موقع فيديو في مكتبتك ، وحدد خيار \"قوائم التشغيل\".";
"hoRemoveFromWatchlist" = "إزالة من المشاهدة";
"hoRenameList" = "إعادة تسمية القائمة";
"hoUpdatingWatchlist" = "جارٍ تحديث قائمة المشاهدة ...";
"ivcNoPlayableContentInFolder" = "لا يحتوي هذا المجلد على أي عناصر قابلة للتشغيل";
"ivcPlay" = "تشغيل";
"ivcPlayLoop" = "استمرار الاعادة";
"ivcPlayLoopAndShuffle" = "تشغيل مقاطع عشوائية";
"ivcPlayShuffle" = "خلط";
"ivcSearchingPlayableContent" = "تبحث عن مقاطع الفيديو المتاحة ...";
"pmItalic" = "مائل";
"pmSubtitlesMissingFontsListFooter" = "اضغط على الخط وحدده من القائمة لاستيراده للاستخدام عند تشغيل مقاطع الفيديو.";
"pmSubtitlesMissingFontsListHeader" = "يستخدم هذا الفيديو بعض الخطوط المفقودة. للحصول على أفضل تجربة ، قم باستيراد الخطوط المذكورة أدناه.";
"pmSubtitlesMissingFontsTitle" = "الخطوط المفقودة";
"hoAddToList" = "أضف إلى قائمة";
"hoManageLists" = "قوائم التشغيل";
"hoNoFavorites" = "+ إضافة لقائمة المفضلات";
"hoReOrderReset" = "إعادة ترتيب الفرز";
"hoReOrderTitle" = "الشاشة الرئيسية";
"svcHomescreenSettingsTitle" = "الشاشة الرئيسية";
"svcStreamingDiskCacheDisabled" = "القديمه";
"svcStreamingDiskCacheTitle" = "نوع الذاكرة المؤقتة الخاصة بالبث";
"hoReOrderCurrentFavoritesSectionTitle" = "مفضلاتي";
"hoReOrderCurrentListsSectionTitle" = "قوائمي";
"hoReOrderDefaultFavoritesSectionTitle" = "المفضلات الإفتراضية";
"hoReOrderDefaultListsSectionTitle" = "القوائم الإفتراضية";
"iapPurchaseOneYearFree" = "سنة تجريبية";
"ivcPlayVersion" = "اصدار التشغيل";
"pipDescriptionNew" = "مساعدة %1$@ لتحسين تجربة المستخدم لـ %2$@ الخاص بك عن طريق اختيارك لمشاركة جهاز مجهول ومعلومات التطبيق.";
"pipMoreInfoNew" = "تحسين المنتج يجمع ويرسل دوريا معلومات التشخيص والاستخدام، مما يساعد %@ على تحسين الجودة والأداء. وتشمل هذه المعلومات على اعدادات الجهاز، واستخدام التطبيق، واستهلاك التخزين، ونوع الملفات وكذلك تشخيص الأخطاء.";
"pipDoNotShare_Infuse" = "لا، شكراً";
"pipShare_Infuse" = "يبدو جيدًا";
"spteBrowsingHint" = "حدد ملف فيديو لاستخدامه لاختبار سرعه الشبكة.";
"spteChart" = "إظهار الرسم البياني";
"spteControllerTitle" = "اختبار السرعة ل %@";
"spteFileSize" = "حجم الملف:";
"spteLastSecSpeed" = "السرعة الحالية:";
"spteMinSpeed" = "الحد الأدنى للسرعة:";
"spteProgress" = "ما تم الانتهاء منه:";
"spteReadBytes" = "تم قراءه (بالبايت)";
"spteStart" = "بدء الاختبار";
"spteStop" = "إيقاف الاختبار";
"spteTestConnection" = "اختبار السرعة";
"spteTotalSpeed" = "متوسط السرعة:";
"hoDisconnectGoogleCast" = "قطع الاتصال";
"emCacheCorruptedButton" = "إعادة تشغيل";
"emCacheCorruptedMessage" = "عفوًا، حدث خطأ ما، ولم تعد ذاكرة التخزين المؤقت لبيانات التعريف صالحة. الرجاء إعادة تشغيل %@ لاستعادة ذاكرة التخزين المؤقت للبيانات.";
"emCacheCorruptedTitle" = "خطأ في ذاكرة التخزين المؤقت";
"emCacheRestoredMesssage" = "%@ سيحاول الآن استعادة ذاكرة التخزين المؤقت لبيانات التعريف.\n\nسيساعدنا تقديم تقرير تشخيصي على تعقب وحل مشكلات مثل هذه في التحديثات المستقبلية.";
"emCacheRestoredTitle" = "استعادة ذاكرة التخزين المؤقت";
"pmPlaybackSpeed" = "سرعة التشغيل";
"pmPlaybackSpeedCustom" = "مخصص (%@)";
"pmPlaybackSpeedNormal" = "عادي";
"svcDefaultPlaybackSpeed" = "سرعة التشغيل";
"foRemoveFromPrompt" = "هل أنت متأكد أنك تريد مسح \"%1$@\" (%2$@) بصورة نهائية؟";
"svcSectionSync" = "مزامنة";
"ttRateCommentPlaceholder" = "علّق في Trakt (يجب أن يكون باللغة الإنجليزية ويحتوي على 5 كلمات على الأقل)";
"ttRateContainsSpoilers" = "المتضمنة للمخربين";
"ttRateTitle" = "مارأيك في\n'%@'؟";
"ttSyncedWithTrakt" = "تم الاتصال بـ Trakt";
"eyConnectToEmby" = "إضافة Emby (Emby Connect)";
"eyEmbyConnect" = "Emby Connect";
"eyLogin" = "تسجيل الدخول";
"eyNoServers" = "لم يتم العثور على خوادم. قم بربط خادم بحساب Emby Connect وحاول مرة أخرى.";
"eyOtherEmbyServer" = "إضافة Emby";
"eyOtherJellyfinServer" = "إضافة Jellyfin";
"eyPinCodeExpired" = "انتهت صلاحية رمز PIN";
"eyRequestingServers" = "جاري طلب قائمة الخادم ...";
"eyServers" = "خوادم";
"eyUseEmbyConnectAccount" = "استخدم حسابك في Emby Connect أو أنشئ حسابًا على https://emby.media/connect";
"ufAddMediaServer" = "أضف خادم الوسائط";
"ufDiscoveredServersSectionTitle" = "الخوادم المتاحة";
"ufMediaServers" = "خوادم الوسائط";
"ufOnlineAccounts" = "حسابات الأونلاين";
"ufPreCacheImages" = "صور ما قبل التخزين المؤقت";
"svcHideSpoilers" = "إخفاء تفاصيل الحلقات القادمة";
"ufBaseURL" = "عنوان URL الأساسي";
"liStatusFetchingAdditionalMetadataWithoutCounter" = "جلب التفاصيل: %@";
"liStatusFetchingMetadataWithoutCounter" = "جلب البيانات الوصفية: %@";
"liStatusFetchingThumbnailsWithoutCounter" = "جلب المصغرات: %@";
"li1-4Stars" = "١-٤ نجوم";
"li10s" = "2010s";
"li20+" = "٢٠٢٠+";
"li6Stars" = "٦ نجوم";
"li7Stars" = "٧ نجوم";
"li8-10Stars" = "٨-١٠ نجوم";
"liActors" = "الممثلين";
"gdComputers" = "أجهزة الكمبيوتر";
"liStatusFetchingContentForLibrary" = "جلب محتوى لـ %1$@ ( %2$d\U00A0من\U00A0%3$d )";
"liStatusFetchingNextUpFor" = "إحضار قائمة \"التالي\" التالية لـ %@";
"liStatusMergingContentFor" = "إنهاء إحضار المحتوى لـ %@";
"emCacheEmptyIOS" = "الآن، سيجري إعادة تحميل البيانات الوصفية والخلفيات النصية لمقاطع الفيديو الخاصة بك.";
"coLightGray" = "رمادي فاتح";
"eyCheckingPlugin" = "في انتظار InfuseSync ...";
"eyPluginSuggestion" = "قم بتثبيت المكون الإضافي InfuseSync على خادم %@ الخاص بك لإجراء مسح أسرع";
"eyRestartServer" = "أعد تشغيل خادمك %@ لإنهاء تثبيت المكون الإضافي InfuseSync";
"liRefreshMetadataConfirmationOk" = "استمر";
"liRefreshMetadataConfirmationText" = "سيبحث Infuse عن تحديثات البيانات الوصفية لعناصر مكتبتك. قد يستغرق هذا وقتا طويلا.";
"liRefreshMetadataTitle" = "تحديث البيانات الوصفية";
"liStatusFetchingMetadataChanges" = "جلب تغييرات البيانات الوصفية";
"liWaitingForDownloads" = "في انتظار انتهاء التنزيلات";
"pacoRequirePin" = "يلزم ادخال الرقم السري";
"pacoRequirePinEveryPlay" = "في كل تشغيل";
"pacoRequirePinEverySession" = "في كل جلسة";
"pmSubtitlesOpacity" = "معتمة";
"pmSubtitlesOpacityOpaque" = "مبهمة";
"pmSubtitlesOpacitySemiTransparent" = "شبه شفاف";
"pmSubtitlesOpacityTransparent" = "شفاف";
"emMissingMediaServerFile" = "عفوًا ، يبدو أنه تم نقل هذا الفيديو أو حذفه مؤخرًا. قم بفحص ملفات المكتبة على الخادم للتحديث والمحاولة مرة أخرى.";
"fdTicketDownloadDownloadSingleEpisode" = "تحميل حلقة واحدة";
"fdTicketDownloadDownloadUnwatchedEpisodes" = "تحميل الحلقات الغير مشاهدة";
"fdTicketDownloadDownloadAllEpisodes" = "تحميل جميع الحلقات";
"fdTicketDownloadRetryAllEpisodes" = "إعادة المحاولة لكل الحلقات";
"fdTicketDownloadRetrySingleEpisode" = "إعادة المحاولة لحلقة واحدة";
"fdTicketDownloadStopAllEpisodes" = "إيقاف جميع الحلقات";
"fdTicketDownloadStopSingleEpisode" = "إيقاف الحلقة الواحدة";
"fdTicketDownloadPauseAllEpisodes" = "إيقاف جميع الحلقات";
"fdTicketDownloadPauseSingleEpisode" = "إيقاف الحلقة الواحدة";
"fdTicketDownloadResumeAllEpisodes" = "استئناف جميع الحلقات";
"fdTicketDownloadResumeSingleEpisode" = "استئناف الحلقة الواحدة";
"fdTicketManageDownload" = "إدارة التحميل";
"fdPauseDownloadButtonTitle" = "إيقاف التحميل";
"fdResumeDownloadButtonTitle" = "استئناف التحميل";
"bmBookmarkIsStale" = "لم يتم العثور على المجلد %@. الرجاء المحاولة مرة أخرى.";
"bmFileReadNoPermission" = "تعذر فتح المجلد %@ لأنك لا تمتلك الصلاحية لعرضه. حاول إضافة المجلد الخارجي مرة أخرى.";
"bmFailedToGetAccess" = "لا يمكن الوصول إلى المجلد الخارجي %@";
"bmNoValidFileProviderFound" = "لم يتم العثور على المجلد %@. تحقق من الموقع ثم حاول مرة أخرى.";
"bmSmbLocationCannotAdd" = "استخدام وسائط المشاركة عبر SMB كمجلدات خارجية غير مدعومة. قم بإنشاء اتصال مباشر باستخدام قائمة \"وسائط المشاركة المتاحة\".";
"bmDeviceRootLocationCannotAdd" = "لا يمكن إضافة جهاز بأكمله كمجلد خارجي. الرجاء تحديد مجلد فرعي بدلا من ذلك.";
"bmNotEnoughAvailableDiskSpace" = "لا يمكن حفظ الملف %@. لا يوجد مساحة كافية في القرص.";
"bmCloudDownloading" = "تحميل إلى ذاكرة iCloud المحلية";
"ttRateLimit" = "تم تجاوز الحد الأقصى لـ Trakt. الرجاء المحاولة مرة أخرى لاحقاً.";
"ufExternalDocumentsCategory" = "من خلال مجلدات خارجية";
"svcTrueBlackTheme" = "وضع الأسود النقي";
"svcCellularDownload" = "مزامنة وتنزيل عبر شبكة الجوال";
"mnzEnterPinCode" = "لمتابعة التصريح، الرجاء إدخال الرمز المعروض في تطبيق المصادقة الخاص بك:";
"mnzInvalidPinCode" = "رمز غير صالح أو رمز انتهت صلاحيته بالفعل.";
"emLocalNetworkPermission" = "الوصول إلى الشبكة معطل";
"emLocalNetworkPermissionMessage" = "تمكين الوصول إلى \"الشبكة المحلية\" في إعدادات iOS > infuse";
"ufInstallPlugin" = "تثبيت الإضافة InfuseSync";
"fdTicketDownloadingError" = "خطأ في التحميل";
"fdTicketDownloadingRetry" = "أعد المحاولة";
"fdTicketDownloadingQueued" = "في قائمة الإنتظار";
"fdTicketDownloadingPaused" = "إيقاف مؤقت";
"liStatusCheckingUpNext" = "التحقق من القائمة التالية";
"iapUpgradeToInfuseProFormat" = "الترقية الى\n%@";
"iapUpgradeToInfusePro" = "Infuse PRO";
"liCheckAndRetry" = "الرجاء التحقق من أن '%@' متوفر وحاول مرة أخرى";
"liSeeAll" = "مشاهدة الكل";
"hoPinToHomeScreen" = "إضافة إلى الشاشة الرئيسية";
"hoRemoveFromHomeScreen" = "إزالة من الشاشة الرئيسية";
"hoRemoveFromHomeScreenMessage" = "هل أنت متأكد أنك تريد حذف ‘%1$@’؟";
"hoHomeIsEmpty" = "الشاشة الرئيسية فارغة";
"hoLetsPinSomeItems" = "دعنا نثبت بعض العناصر هنا";
"hoLetsFindSomeVideos" = "لنجد بعض مقاطع الفيديو لإضافتها إلى شاشتك الرئيسية";
"hoEditHomeScreen" = "تعديل الشاشة الرئيسية";
"hoFilesAreBeingProcessed" = "يتم معالجة الملفات الخاصة بك";
"hoFilesWillAppear" = "سيظهرون هنا بعد فترة";
"hoFilesScreenIsEmpty" = "الشاشة الرئيسية فارغة";
"hoLetsAddSomeFiles" = "الآن دعونا نجد بعض مقاطع الفيديو لإضافتها إلى ملفاتك";
"hoHome" = "الصفحة الرئيسية";
"hoSearchResultsWithText" = "نتائج البحث عن \"%@\"";
"hoReOrderCurrentItemsSectionTitle" = "عناصر مثبتة";
"hoReOrderDefaultItemsSectionTitle" = "العناصر الإفتراضية";
"hoReOrderAllItemsSectionTitle" = "كافة العناصر";
"hoNewTitle" = "العنوان الجديد";
"svcTitleMac" = "التفضيلات";
"svcLanguagePickerTitle" = "اختر اللغة:";
"svcClearAllMetadataMac" = "إزالة";
"tiDescriptionShowMore" = "المزيد";
"tiDescription" = "الوصف";
"tiCastAndCrew" = "الكادر والطاقم";
"tiActor" = "الممثل";
"tiResume" = "إستئناف %@";
"tiSpoilerAlert" = "حرق";
"ufNetworkSharesSectionTitle" = "وسائط الشبكة";
"ufLocalSharesSectionTitle" = "الوسائط المحلية";
"ufAddShareTitle" = "إضافة...";
"ufAddShareItemTitle" = "إضافة %@";
"ufDefaultShareName" = "%@ الخاص بي";
"afAddUrlMacStep1" = "نسخ رابط فيديو مباشر من المتصفح على سبيل المثال.";
"afAddUrlMacStep2" = "قم بتأكيد عنوان URL الذي تم استيراده أو قم بإدخاله يدويًا لإضافته.";
"afAddUrlMacStep2Placeholder" = "أدخل عنوان الرابط هنا";
"afAddUrlMacStep2PlaceholderMini" = "أدخل عنوان URL هنا، http://example.com/sample.mp4 على سبيل المثال";
"afAddUrlMacStep3" = "انقر فوق عنصر من القائمة لبثه أو انقر فوق تنزيل لحفظه على جهازك.";
"afAddUrlsMacTitle" = "أَضِفْ";
"afAddLocalFolderTitle" = "إضافة مجلد محلي";
"afLocalShareTitle" = "محلي";
"fdNoDownloadsMacTitle" = "اكتملت جميع التنزيلات";
"liRecentlyAddedTVShows" = "برامج التلفاز المضافة مؤخرا";
"liUnwatchedMovies" = "أفلام غير مشاهدة";
"spteProgressTitle" = "تقدم";
"spteCurrentSpeedTitle" = "الحالي";
"spteAverageSpeedTitle" = "المتوسط";
"spteMinimumSpeedTitle" = "الحد الأدنى";
"spteSpeedMbps" = "%@ ميغابايت";
"mnuPreferences" = "التفضيلات...";
"mnuAddFiles" = "إضافة الملفات...";
"mnuOpen" = "فتح الملف...";
"alAppExpiredTitle" = "انتهت صلاحية التطبيق";
"alAppExpiredMessage" = "انتهت صلاحية هذا الإصدار من Infuse. الرجاء تثبيت الإصدار الأحدث للمتابعة.";
"alNewVersionMessage" = "النّسخة %1$@ متوفّرة الآن (لديك أنت %2$@). أترغب بتنزيلها الآن؟";
"alNewVersionDownload" = "تنزيل";
"hoCacheOptimizationTitle" = "تحسين المكتبة";
"hoCacheOptimizationMessage" = "يتم تحسين مكتبتك من أجل أداء أفضل. يرجى إبقاء التطبيق مفتوح.";
"hoShowGridTitles" = "إظهار العناوين";
"hoHideGridTitles" = "إخفاء العناوين";
"svcAlwaysShowTitlesTV" = "إظهار عناوين الملصقات";
"ttSwitchToClassicView" = "مظهر كلاسيكي";
"ttSwitchToModernView" = "العرض الحديث";
"vvSkipIntro" = "تخطي المقدمة";
"pmVideoUpscaling" = "رفع مستوى متقدم";
"pmVideoUpscalingHighest" = "عالية (4K)";
"pmVideoUpscalingHigh" = "عادي (HD)";
"pmVideoUpscalingMax" = "الحد الأقصى (غير محدود)";
"hoShowInFinder" = "إظهار في Finder";
"tiSearchMetadata" = "البحث في البيانات الوصفية";
"iapSubscriptionAlreadyPurchasedWarningTitleTV" = "يبدو أنه لا يزال لديك اشتراك Infuse Pro نشط لم يعد مطلوبًا. يمكنك إدارة هذا في الإعدادات> المستخدمون والحسابات> اشتراكات [اسم الحساب].";
"svcPrePlaybackLayoutSettingTitle" = "عرض التفاصيل";
"svcPrePlaybackLayoutModern" = "حديث";
"svcPrePlaybackLayoutClassic" = "كلاسيكي";
"svcAutoSelectNextItem" = "تحديد تلقائي للتالي";
"geProceed" = "متابعة";
"hoUseLocalMetadataConfirmation" = "سيؤدي تمكين البيانات الوصفية المحلية لهذا المجلد إلى إزالة جميع البيانات الوصفية / العمل الفني الحالي وإعادة الإنشاء باستخدام المعلومات المضمنة فقط. لن يتم استخدام مصادر بيانات التعريف عبر الإنترنت للعناصر الموجودة في هذا المجلد.";
"tiGuestStar" = "ضيوف الحلقة";
"tiCreator" = "المنشئ";
"tiCreators" = "المنشئون";
"pcRewindSecondsFormat" = "%ld ثانية";
"svcAdvancedOptions" = "الخيارات المتقدمة";
"ufUsbCableTitle" = "كيبل USB";
"ufUsbCableDesc" = "الخطوات أدناه خاصة بنظام التشغيل macOS 10.15 والإصدارات الأحدث. بالنسبة للإصدارات السابقة (أو لنظام التشغيل Windows) ، يمكن إجراء نفس العملية من خلال iTunes.";
"ufUsbCableStep1Desc" = "قم بتوصيل جهازك بالكمبيوتر عبر كابل USB.";
"ufUsbCableStep2Desc" = "على جهاز الكمبيوتر الخاص بك ، افتح Finder. يجب أن يتم سرد مقاطع الفيديو التي تريد مزامنتها في قسم الأفلام (أو البرامج التلفزيونية).";
"ufUsbCableStep3Desc" = "قم بفتح أفلام السينما أو العروض التلفزيونية وحدد المرئيات التي تريد تزامنها من خلال وضع علامة تحقق بجانبهم.";
"ufUsbCableStep4Desc" = "عندما تقوم بتحديد كل الفيديوهات ، اضغط على الاختيار تزامن.";
"ufUsbCableDetail" = "باستخدام Finder أو iTunes";
"ufDocumentTitle" = "المستندات";
"ufHttpDetail" = "يتطلب Wi-Fi";
"ufUploadInfoHTTPTransferFiles" = "نقل الملفات";
"ufOtherAppsTitle" = "تطبيقات أخرى";
"ufLinksTitle" = "رابط مباشر";
"ufFilesTitle" = "ملفات";
"ufLocationsSectionTitle" = "المواقع";
"hoSortingByTitle" = "الفرز حسب: العنوان";
"hoSortingByFileName" = "الفرز حسب: اسم الملف";
"hoSortingByDate" = "الفرز حسب: التاريخ";
"hoSortingByReleaseDate" = "فرز حسب: تاريخ الإصدار";
"hoLocalMetadata" = "البيانات الوصفية: محلي";
"hoOnlineMetadata" = "البيانات الوصفية: عبر الإنترنت";
"svcPicksOfTheDayModeTitle" = "مختارات اليوم";
"svcPicksOfTheDayModeMoviesShows" = "الأفلام والبرامج التلفزيونية";
"svcPicksOfTheDayModeMovies" = "أفلام فقط";
"svcPicksOfTheDayModeShows" = "البرامج التلفزيونية فقط";
"liRandom" = "اختيارات اليوم";
"liMusic" = "حفلات";
"liShortFilms" = "أفلام قصيرة";
"liGenreMusic" = "الموسيقى";
"svcBlackoutOtherScreens" = "تعتيم الشاشات الأخرى في وضع ملء الشاشة";
"tvshAddCloudShareHint" = "أضف مشاركات السحابة (Dropbox ، Google Drive ، إلخ...) على iOS أو macOS أولاً وستظهر هنا.";
"liFeatureFilms" = "الأفلام المميزة";
"pcSkipFormat" = "%d ثانية";
"mnuNextMedia" = "الفيديو التالي";
"mnuPrevMedia" = "الفيديو السابق";
"mnuEnterFullscreen" = "التبديل إلى ملء الشاشة";
"mnuEnterPip" = "تبديل PiP";
"mnuSpeedUp" = "تسريع";
"mnuSpeedDown" = "أبطأ";
"mnuNormalSpeed" = "السرعة العادية";
"mnuMute" = "كتم الصوت";
"mnuCycleAudioTrack" = "تتبع مسار الدورة الصوتية";
"mnuCycleSubtitles" = "تتبع مسار الترجمة";
"mnuToggleSubtitles" = "تبديل الترجمات";
"mnuDisabledSubtitles" = "الترجمة معطلة";
"svcStreamingCacheMemoryOnly" = "الذاكرة فقط";
"svcTonemappingModeCustom" = "Infuse";
"svcTonemappingModeSystem" = "Apple";
"svcHDRTonemappingMode" = "ألوان HDR";
"tiSeasonSelectTitle" = "حدد الموسم";
"hoDeleteCollection" = "حذف المجموعة";
"hoUpdatingCollection" = "جارٍ تحديث المجموعة...";
"hoRenameCollection" = "إعادة تسمية المجموعة";
"hoAddToCollection" = "أضف إلى المجموعة";
"hoCreateNewCollection" = "إنشاء مجموعة";
"hoCollectionTitle" = "اسم المجموعة";
"hoEmptyCollectionMessage" = "لإنشاء مجموعة ، حدد موقع مقطع فيديو في مكتبتك وحدد خيار \"المجموعات\".";
"svcSectionHotKeys" = "المفاتيح السريعة";
"svcShowTmdbCollections" = "مجموعات TMDB";
"svcShowCustomCollections" = "مجموعات مخصصة";
"svcGroupMoviesIntoCollections" = "تجميع الأفلام في مجموعات";
"svcGroupTVShowsIntoCollections" = "تجميع البرامج التلفزيونية في مجموعات";
"svcHotKeysResetAll" = "إعادة تعيين الكل";
"svcHotKeysResetAllButton" = "إعادة تعيين";
"svcHotKeysResetAllConfirmationText" = "هل أنت متأكد أنك تريد إعادة تعيين تفضيلات مفاتيح التشغيل السريع الخاصة بك؟";
"svcHotKeysDescription" = "اضغط مرتين على صف لتحرير ربط المفتاح المقابل";
"svcHotKeysHint" = "اضغط على أي مفتاح لتعديل الربط. ESC للإلغاء.";
"svcHotKeysWarning" = "التركيبة %@ قيد الاستخدام بالفعل";
"svcShowLogoTitle" = "إظهار الشعارات";
"svcShowLogoMoviesOnly" = "الافلام فقط";
"svcShowLogoTVShowsOnly" = "المسلسلات فقط";
"hoReorder" = "إعادة ترتيب";
"mnuFloatOnTop" = "عائم في الأعلى";
"vvNextEpisode" = "الحلقة القادمة";
"hoCollectionsForEmptyTVShow" = "إضافة مسلسلات تلفزيونية إلى المكتبة لتضمينها في مجموعة";
"foRemovePromptWithCount" = "هل أنت متأكد أنك تريد مسح \"%1$@\" (%2$@) بصورة نهائية؟";
"foRemoveFromPromptWithCount" = "هل أنت متأكد من أنك تريد حذفه بشكل دائم '%1$@' (%2$@) (ملفات%3$d)؟";
"foAllFilesAndFoldersRemoveButton" = "الفيديو والملفات المتعلقة به";
"foVideoFilesOnlyRemoveButton" = "ملفات الفيديو فقط";
"liStartCloudSync" = "المزامنة مع iCloud";
"liLastCloudSyncDate" = "(آخر: %@)";
"hoDeleteCollectionPrompt" = "حذف المجموعة";
"hoRemoveFromCollection" = "إزالة من المجموعة";
"foRemoveCannotBeDeleted" = "لا يمكن حذف هذه الملفات";
"wsMarkSeasonAsWatched" = "تعليم الموسم على أنه تم مشاهدته";
"wsMarkSeasonAsUnwatched" = "تعليم الموسم على أنه غير مُشاهد";
"wsMarkEpisodeAsWatched" = "تعليم الحلقة على أنه تم مشاهدتها";
"wsMarkEpisodeAsUnwatched" = "تعليم الحلقة على أنها غير مُشاهدة";
"wsSelectWatchAction" = "تعليم كـ...";
"liLastCloudSyncFailed" = "فشل";
"emPlexRelayConnectionTitle" = "الإتصال بـ Relay مُفعل";
"emPlexRelayConnectionMessage" = "يرجى التحقق من إعدادات الشبكة والتأكد من أن الاتصال المحلي (أو غير المرحل عن بُعد) بخادم وسائط Plex الخاص بك يعمل.";
"pcAudioDelayTuningHintWithValue" = "اسحب لليسار / لليمين لضبط تأخير الصوت\nالقيمة الحالية: %d مللي ثانية";
"pmAudioDelay" = "التأخير";
"pmAudioDelayValueMsec" = "%d جزء من الثانية";
"pmAudioDelayValueMsecWithTuning" = "%d جزء من الثانية، الموازنة قيد التشغيل";
"pmAudioDelaySubmenuTitle" = "تأخير الصوت";
"pmAudioDelayTuningMode" = "وضع الموازنة";
"afAddRootToFavorites" = "اضافة كل الملفات الى التفضيلات";
"shAllFiles" = "كلّ الملفّات";
"svcForcedDolbyVision" = "Dolby Vision اضافي";
"tiMetadataLanguage" = "لغة البيانات الوصفية";
"svcDolbyVisionMode" = "Dolby Vision اضافي";
"svcDolbyVisionModeForced" = "إجباري";
"svcCollectionsAndGroups" = "التجميعات والمجموعات";
"svcGroupVersions" = "المجموعات الذكية";
"svcVersionSelection" = "تحديد النسخة";
"svcVersionSelectionHighestQuality" = "أعلى جودة";
"svcVersionSelectionLowestQuality" = "أقل جودة";
"hoSave" = "حفظ";
"svcDolbyVisionModeLimited" = "محدود";
"trTrailer" = "العرض الدعائي";
"trTrailers" = "العروض الدعائية";
"trTrailersSearch" = "البحث في المقاطع الدعائية...";
"trTrailersNotFound" = "المقطع الدعائي لـ '%@' غير موجود.";
"trTrailersRequestLimit" = "العروض الدعائية غير متوفرة حاليا.\nالرجاء المحاولة مرة أخرى في وقت لاحق.";
"tiPart" = "الجزء %d";
"ppbVersionDirectorsCut" = "قص المخرج";
"ppbVersionExtendedCut" = "قطع الموسعة";
"ppbVersionTheatricalCut" = "قطع مسرحي";
"ppbVersionFinalCut" = "القطع النهائي";
"ppbVersionCinematicCut" = "قص سينمائي";
"ppbVersionUnratedCut" = "قطع الغير مصنف";
"ppbVersionTVCut" = "قطع التلفزيون";
"ppbVersionUncut" = "غير مقتص";
"ppbVersionSpecialEdition" = "اصدار خاص";
"ppbVersionUltimateEdition" = "الإصدار النهائي";
"ppbVersionBlackAndWhiteEdition" = "أبيض وأسود";
"ppbVersionIMAX" = "IMAX";
"ppbVersionWideScreen" = "شاشة واسعة";
"ppbVersionFullScreen" = "ملء الشاشة";
"hoVOReOrderLibrary" = "تحرير العناصر المثبتة";
"iapUnlockDolbyTitle" = "صوت دولبي";
"iapUnlockDolbyDescription" = "استمع إلى كل التفاصيل مع دعم إضافي لصوت Dolby عالي الجودة.";
"iapUnlockDolbyMacNavBarTitle" = "افتح Dolby Audio مجانًا";
"iapUnlockDTSTitle" = "صوت DTS";
"iapUnlockDTSDescription" = "استمع إلى كل التفاصيل مع دعم إضافي لصوت Dolby عالي الجودة.";
"iapUnlockDTSMacNavBarTitle" = "افتح Dolby Audio مجانًا";
"iapUnlockCodecWithPro" = "متضمنة مع %@";
"iapUnlockCodecButton" = "افتح مجاناً";
"iapUnlockCodecRemindLater" = "ذكرني لاحقا";
"foMoveToBinTitle" = "نقل \"%1$@\" إلى المهملات";
"foMoveToRecentlyDeletedTitle" = "نقل \"%1$@\" إلى \"المحذوفة مؤخرًا\"";
"foMoveToBinPrompt" = "هل أنت متأكد من نقل ‘%1$@’ إلى سلة المهملات؟";
"foMoveToBinFromPrompt" = "هل أنت متأكد من نقل ‘%1$@’ (%2$@) إلى سلة المهملات؟";
"foMoveToBinPromptWithCount" = "هل أنت متأكد من نقل ‘%1$@’ (%2$d ملف) إلى سلة المهملات؟";
"foMoveToBinFromPromptWithCount" = "هل أنت متأكد من نقل '%1$@' (%2$@) (%3$d ملف) إلى سلة المهملات؟";
"foMoveToRecentlyDeletedPrompt" = "هل أنت متأكد من نقل ‘%1$@’ إلى \"المحذوفة مؤخرًا\"؟";
"foMoveToRecentlyDeletedFromPrompt" = "هل أنت متأكد من نقل ‘%1$@’ (%2$@) إلى المحذوفة مؤخراً؟";
"foMoveToRecentlyDeletedPromptWithCount" = "هل أنت متأكد من نقل ‘%1$@’ (%2$d ملف) إلى \"المحذوفة مؤخرًا\"؟";
"foMoveToRecentlyDeletedFromPromptWithCount" = "هل أنت متأكد من نقل '%1$@' (%2$@) (%3$d ملف) إلى \"المحذوفة مؤخرًا\"؟";
"liLastCloudSyncFailedNotAuthenticated" = "(حساب iCloud غير موجود)";
"liLastCloudSyncFailedNoSpaceLeft" = "(لا يوجد مساحة كافية في iCloud)";
"tiOriginalMetadataLanguage" = "الأصلية";
"foAbstractRemoveTitle" = "إزالة ‘%1$@’";
"foAbstractRemovePrompt" = "هل أنت متأكد من حذف ‘%1$@’؟";
"foAbstractRemoveFromPrompt" = "هل أنت متأكد من حذف ‘%1$@’ (%2$@)؟";
"foAbstractRemovePromptWithCount" = "هل أنت متأكد من حذف ‘%1$@’ (%2$d ملف)؟";
"foAbstractRemoveFromPromptWithCount" = "هل أنت متأكد من حذف '%1$@' (%2$@) (%3$d ملفات)؟";
"foAbstractRemoveButton" = "حذف";
"svcMixLfeIntoStereo" = "LFE في Stereo Downmix";
"svcDownmixVolume" = "مستوى صوت داونميكس";
"svcDownmixVolumeOriginal" = "الأصلي";
"svcDownmixVolumeNormalized" = "جعله طبيعيا";
"ufIndexingEnabled" = "وضع المكتبة";
"liMiniseriesTVShows" = "حلقات قصيرة";
"liIndexingDisabled" = "وضع المكتبة معطّل";
"csAliyunBackupDisk" = "قرص النسخ الاحتياطي";
"csAliyunResourceLibrary" = "مكتبة الموارد";
"ufAddAliyunDrive" = "إضافة Aliyun Drive";
"ufShareProtocolAliyun" = "Aliyun Drive";
"ufDefaultShareNameAliyun" = "Aliyun Drive الخاص بي";
"acLinksAddedTitle" = "تمت إضافة روابط جديدة";
"acAllLinksAddedMsg" = "الروابط متاحة الآن على الشاشة %@.";
"acSomeLinksAddedMsg" = "الروابط متاحة الآن على الشاشة %@. بعض الروابط لها تنسيق غير مدعوم ولا يمكن إضافتها.";
"acLinksScreenTitleWithPath" = "إضافة ملفات> %@";
"plRecentlyAdded" = "أضيفت مؤخرا في %@";
"plRecentlyAddedMovies" = "الأفلام المضافة مؤخرا";
"plRecentlyAddedTV" = "المسلسلات التلفزيونية المضافة مؤخرا";
"plRecentlyAddedVideos" = "مقاطع الفيديو المضافة مؤخرًا";
"plRecentPlaylists" = "قوائم التشغيل الأخيرة";
"eyLatest" = "الأحدث %@";
"eyNextUp" = "التالي";
"eyFavoriteSeries" = "السلسلة المفضلة";
"eyFavoriteEpisodes" = "الحلقات المفضلة";
"eyFavoriteMovies" = "الأفلام المفضلة";
"eyFavoriteVideos" = "مقاطع الفيديو المفضلة";
"eyFavoriteCollections" = "المجموعات المفضلة";
"eyFavoritePlaylists" = "قوائم التشغيل المفضلة";
"emCacheRestoreTitle" = "تحضير مكتبتك...";
"emCacheRestoreReasonSystem" = "كانت مساحة القرص على جهاز Apple TV منخفضة مؤخرًا، وقام tvOS بإزالة بعض بيانات التطبيق لإخلاء مساحة لتطبيقات أخرى.";
"emCacheRestoreReasonCorruption" = "عفوًا، حدث خطأ ما ولم تعد ذاكرة التخزين المؤقت للبيانات الوصفية صالحة.";
"emRestoreOperationFailed" = "النسخ الاحتياطي السحابي غير متاح";
"emCacheRestoreActionRecreate" = "إعادة تفحص المكتبة";
"emCacheRestoreNoBackup" = "لم يتم العثور على نسخ احتياطية سحابية. قم بتمكين خيار النسخ الاحتياطي التلقائي للسماح بتحديثات المكتبة بشكل أسرع في المستقبل.";
"svcCloudSyncHint" = "استخدم iCloud لمزامنة إعدادات المكتبة والتشغيل بين الأجهزة.";
"svcBackups" = "النسخ الاحتياطي السحابي";
"svcBackupsHint" = "احفظ تفاصيل المكتبة على السحابة للحصول على تحديثات أسرع عند استخدام Infuse.";
"svcAutoBackups" = "النسخ الإحتياطي التلقائي";
"svcBackupNow" = "حفظ النسخة الاحتياطية";
"svcRestoreNow" = "استعادة النسخة الاحتياطية";
"svcRestoreNowConfirmationMessage" = "ستؤدي الاستعادة من نسخة احتياطية سحابية إلى إزالة مكتبتك الحالية واستبدالها بآخر نسخة احتياطية محفوظة. إذا اخترت الاستمرار، فسيتم إغلاق التطبيق.";
"svcPerformingBackup" = "حفظ النسخة الاحتياطية إلى السحابة";
"svcLastBackupDate" = "آخر نسخة احتياطية: %@";
"svcBackupOperationFailed" = "فشل النسخ الاحتياطي";
"foAboutRecentlyDeletedTitle" = "المحذوفة مؤخرًا";
"foAboutRecentlyDeletedPrompt" = "يتم نقل الملفات المحذوفة إلى قسم \"المحذوفة مؤخرًا\" في تطبيق الملفات. استخدم هذا التطبيق لحذف الملفات نهائيًا وإخلاء مساحة.";
"foAboutRecentlyDeletedLearnMore" = "معرفة المزيد";
"emCacheRestoreUpdating" = "يتم تحديث مكتبتك بتفاصيل من السحابة. سيأخذ لحظة فقط.";
"hoSearchScope" = "البحث: %@";
"svcForwardSkip" = "تخطي إلى الأمام";
"svcBackwardSkip" = "تخطي للخلف";
"vvSkipCommercials" = "تخطي الإعلانات التجارية";
"vvSkipCredits" = "تخطي شارة النهاية";
"hoSearchRequiresTwoChars" = "الرجاء إدخال حرفين على الأقل للبحث من جانب الخادم.";
"pcSkipForwardFormat" = "تقديم %ldث";
"pcSkipBackwardFormat" = "رجوع %ldث";
"geInternalServerError" = "خطأ في الخادم الداخلي.";
"plAddToWatchlist" = "إضافة إلى قائمة المشاهدة";
"plRemoveFromWatchlist" = "إزالة من قائمة المشاهدة";
"plAddShowToWatchlist" = "أضف العرض إلى قائمة المشاهدة";
"plRemoveShowFromWatchlist" = "إزالة العرض من قائمة المشاهدة";
"svcPlayVersion" = "اصدار التشغيل";
"ufSmartFolders" = "المجلدات الذكية";
"eyRecentlyReleasedMovies" = "الأفلام التي صدرت حديثاً";
"geCantEstablishConnectionToHostFormat" = "غير قادر على الاتصال بـ %@";
"emPermissionsErrorTitle" = "الأذونات الضرورية مفقودة";
"emPermissionsErrorDescription" = "قم بتسجيل الدخول إلى Google Drive وامنح Infuse الإذن للوصول إلى ملفاتك.";
"emPermissionsErrorDescriptionTV" = "قم بتسجيل الدخول إلى Google Drive على جهاز iPhone أو iPad أو Mac وامنح Infuse إذنًا للوصول إلى ملفاتك.";
"eySortByAlbum" = "الألبوم";
"eySortByAlbumArtist" = "فنان الألبوم";
"eySortByArtist" = "الفنان";
"eySortByBitrate" = "معدل البت";
"eySortByCollectionOrder" = "ترتيب التجميعة";
"eySortByComposer" = "الملحن";
"eySortByCommunityRating" = "تقييم المجتمع";
"eySortByContainer" = "حاوية";
"eySortByCriticRating" = "تصنيف النقاد";
"eySortByDateAdded" = "تاريخ الإضافة";
"eySortByDatePlayed" = "تاريخ التشغيل";
"eySortByFileName" = "إسم الملف";
"eySortByIMDB" = "تقييم IMDb";
"eySortByLastEpisodeDateAdded" = "آخر حلقة تم اضافتها";
"eySortByNumber" = "العدد";
"eySortByParentalRating" = "التقييم الأبوي";
"eySortByPlaylistOrder" = "ترتيب قائمة التشغيل";
"eySortByPlays" = "المسرحيات";
"eySortByRandom" = "عشوائي";
"eySortByReleaseDate" = "تاريخ الإصدار";
"eySortByResolution" = "دِقَّة الوضوح";
"eySortByRuntime" = "وقت التشغيل";
"eySortBySeries" = "مسلسلات";
"eySortBySize" = "الحجم";
"eySortByTitle" = "العنوان";
"eySortByYear" = "السنة";
"jfSortByCriticsRating" = "تصنيف النقاد";
"jfSortByDateShowAdded" = "تاريخ إضافة العرض";
"jfSortByDateEpisodeAdded" = "تاريخ إضافة الحلقة";
"jfSortByFolders" = "مجلدات";
"jfSortByName" = "الاسم";
"jfSortByPlayCount" = "عدد مرات التشغيل";
"jfSortByPremiereDate" = "تاريخ العرض الأول";
"jfSortByTVDB" = "تقييم TheTVDB";
"pmAutoDimming" = "التعتيم التلقائي";
"svcPrePlaybackLayoutNew" = "جديد";
"ufPreCacheDetails" = "تفاصيل ما قبل التخزين المؤقت";
"svcStreamingCacheLimited" = "محدود";
"vvSkipPreview" = "تخطي المعاينة";
"vvSkipRecap" = "تخطي الملخص";
"vvSkipSection" = "تخطي القسم";
"svcEmbeddedThumbnails" = "تفضيل العمل الفني المضمن";
"ufShareProtocol123" = "123 Cloud Drive";
"ufAdd123Drive" = "إضافة 123 Cloud Drive";
"ufDefaultShareName123" = "Aliyun Drive الخاص بي";
"emBandwidthExceeded123Cloud" = "يتجاوز الفيديو حد التنزيل اليومي المجاني لمستخدم 123 Cloud Drive المجاني البالغ 1 جيجابايت.";
"pmVideoResamplingFilter" = "تحسين الذكاء الاصطناعي";
"pmVideoResamplingFilterLanczos" = "معطَّل";
"pmVideoResamplingFilterSpatial" = "مفعّل";
"ufShareProtocol115" = "123 Cloud Drive";
"ufAdd115Drive" = "إضافة 123 Cloud Drive";
"ufDefaultShareName115" = "محرك 123 Cloud Drive الخاص بي";
"ufShareProtocolBaidu" = "Baidu NetDisk";
"ufAddBaiduNetDisk" = "إضافة Baidu NetDisk";
"ufDefaultShareNameBaidu" = "محرك Baidu NetDisk الخاص بي";
"ppbVersionStrmlnk" = "رابط";
"afRequestingQRCode" = "طلب رمز الاستجابة السريعة...";
"afQRCodeExpired" = "انتهت صلاحية رمز الاستجابة السريعة";
"afSaveToCameraRoll" = "حفظ في ألبوم الكاميرا";
"af115CloudQRHint" = "امسح رمز الاستجابة السريعة هذا في تطبيق 115";
"ufMaxQPSLimit" = "حد QPS";
"ppbOpenStrmlnk" = "فتح";
"pmPlaybackSpeed2x" = "2x";
"svcAutoSkipIntro" = "تخطي المقدمات وشارة النهاية";
"svcAutoSkipIntroDelay" = "تلقائي (تأخير)";
"emCacheRestoreExpired" = "انتهت صلاحية النسخة الاحتياطية السحابية لهذا الجهاز بسبب عدم الاستخدام. أعد مسح المكتبة للمتابعة.";
"pmSubtitlesBrightness" = "السطوع";
"hoSaveToLinks" = "حفظ في الروابط";
"hoSavedToLinksWithExpiration" = "تم حفظ الرابط بنجاح وسيظل متاحًا حتى %@.";
"hoSavedToLinks" = "تم حفظ الرابط بنجاح.";
"svcShowExternalRatingsMoviesOnly" = "الافلام فقط";
"svcShowExternalRatingsTVShowsOnly" = "المسلسلات فقط";
"afAddiCloudDrive" = "إضافة جوجل درايف";
"eyFavoritePeople" = "الأشخاص المفضلين";
"svcOpenCollectionsOnPreplayback" = "عرض التفاصيل";
"svcLivePreview" = "المعاينة المباشرة";
"pmAspectFitUnderlayNotch" = "تناسب الجوانب";
"svcShowExternalRatings" = "إظهار التقييمات الخارجية";
"ufAutoScan" = "المسح التلقائي";
"ttVip" = "VIP";
"ttGetVip" = "احصل على VIP";
"hoAddToFavoriteItems" = "إضافة إلى المفضلة";
"hoRemoveFromFavoriteItems" = "إزالة من المفضلة";
"hoUpdatingFavoriteItems" = "تحديث العناصر المفضلة";
"ppbNoMovieError" = "لم يتم العثور على الفيلم";
"ppbNoSeriesError" = "لم يتم العثور على السلسلة";
"isEnvironmentVoid" = "فارغ";
"isEnvironmentSunset" = "غروب الشمس";
"isEnvironmentSpace" = "فضاء";
"isEnvironmentRoom" = "غرفة";
"isEnvironmentCinema" = "سينما";
"isSettingRow" = "صف";
"isSettingSeatingHeight" = "ارتفاع المقعد";
"isSettingDistance" = "المسافة";
"isSettingScreenAltitude" = "ارتفاع الشاشة";
"isSettingScreenSize" = "حجم الشاشة";
"isSettingBrightness" = "السطوع";
"isSettingSceneTilt" = "إمالة المشهد";
"hoAddingLinks" = "إضافة روابط...";
"hoAddLinkForSingleEpisode" = "إضافة رابط لحلقة واحدة";
"hoAddLinksForUnwatchedEpisodes" = "إضافة روابط لحلقات غير مشاهدة";
"hoAddLinksForAllEpisodes" = "إضافة روابط لجميع الحلقات";
"geEdit" = "تعديل";
"pmPlaybackQueue" = "قائمة انتظار التشغيل";
"pmEditPlaybackQueue" = "تحرير قائمة انتظار التشغيل";
"pmPlaybackQueueMode" = "وضع التشغيل";
"pmPlaybackQueueModeStraightforward" = "عادي";
"pmPlaybackHUDVideo" = "الفيديو:";
"pmPlaybackHUDAudio" = "الصوت:";
"pmPlaybackHUDSubtitles" = "الترجمات:";
"pmPlaybackHUDBufferStatusHealthy" = "سليم";
"pmPlaybackHUDBufferStatusEmpty" = "فارغ";
"liSearch" = "البحث";
"hoRemoveFromContinueWatching" = "إزالة من مواصلة المشاهدة";
"hoUpdatingContinueWatching" = "تحديث مواصلة المشاهدة...";
"ppbOpenDeeplink" = "فتح";
"pmAmbientMode" = "وضع الإضاءة السينمائية";
"pmAmbientModeSubtle" = "خافت";
"pmAmbientModeBalanced" = "متوازن";
"pmAmbientModeVivid" = "مشرق";
"pmAmbientModeMax" = "القصوى";
"pmPlaybackHUDInfo" = "إحصائيات التشغيل (HUD)";
"pmPlaybackHUDInfoFull" = "كاملة";
"pmPlaybackHUDInfoCompact" = "مضغوط";
"pmPlaybackHUDInfoOff" = "إيقاف";
"pmPlaybackHUDContainer" = "حاوية:";
"pmPlaybackHUDSourceFramerate" = "معدل إطارات المصدر:";
"pmPlaybackHUDAppleTVFramerate" = "معدل إطارات الشاشة:";
"pmPlaybackHUDDroppedFrameCount" = "عدد الإطارات المفقودة:";
"pmPlaybackHUDAppleTVInfo" = "معلومات الجهاز:";
"pmPlaybackHUDFreeDiskSpace" = "المساحة الحرة على القرص:";
"pmPlaybackHUDNetworkThroughput" = "معدل نقل البيانات الشبكي:";
"pmPlaybackHUDStreamSpeed" = "سرعة البث:";
"pmPlaybackHUDBufferReloadCount" = "عدد مرات إعادة تحميل المخزن المؤقت:";
"pmPlaybackHUDBufferStatus" = "حالة التخزين المؤقت:";
"pmPlaybackHUDCreatedBy" = "أنشئ من قِبل:";
"liSelectAll" = "تحديد الكل";
"iapEnterpriseActivatedTitle" = "شركة إنفيوز %@";
"plFetchingUser" = "جلب المستخدمين";
"plSelectUser" = "تحديد المستخدم";
"plSwitchUser" = "تبديل المستخدم";
"plEnterPin" = "أدخل الرقم الشخصي";
"plManagedAccount" = "الحساب المُدار";
"plYoungerKidAccount" = "الطفل الأصغر";
"plOlderKidAccount" = "الطفل الأكبر";
"plTeenAccount" = "الشاب";
"emPlexTooManyPinAttempts" = "محاولات كثيرة. الرجاء معاودة المحاولة في وقت لاحق.";
"svcThumbnailLanguage" = "العمل الفني";
"svcSectionMetadata" = "البيانات الوصفية والأعمال الفنية";
"svcCacheSize2" = "ذاكرة التخزين المؤقت للمكتبة";
"svcPreferOverrideThumbnails" = "تفضيل الأعمال الفنية المحلية";
"svcPreferOverrideMetadata" = "تفضيل البيانات الوصفية المحلية";
"svcStillWatchingPrompt" = "التحقق من عدم النشاط";
"vvStillWatchingTitle" = "هل ما زلت تشاهد؟";
"vvStillWatchingContinue" = "متابعة المشاهدة";
"tiExtras" = "اضافات";
"tiTrailer" = "العرض الدعائي";
"tiBehindTheScenes" = "خلف الكواليس";
"tiDeletedScene" = "مشهد محذوف";
"tiInterview" = "المقابلة";
"tiScene" = "المشهد";
"tiSample" = "عينة";
"tiShort" = "قصير";
"tiFeaturette" = "فيلم قصير";
"tiClip" = "مقطع فيديو";
"tiOther" = "أخرى";
"tiExtra" = "الإضافات";
"tiTrailerIndex" = "مقطع دعائي %ld";
"tiBehindTheScenesIndex" = "خلف الكواليس %ld";
"tiDeletedSceneIndex" = "مشهد محذوف %ld";
"tiInterviewIndex" = "مقابلة %ld";
"tiSceneIndex" = "المشهد %ld";
"tiSampleIndex" = "عينة %ld";
"tiShortIndex" = "مختصر %ld";
"tiFeaturetteIndex" = "مقطع قصير %ld";
"tiClipIndex" = "مقطع %ld";
"tiOtherIndex" = "أخرى %ld";
"tiExtraIndex" = "إضافي %ld";
"svcAutoSkipIntroInstant" = "تلقائي (فوري)";
"pmDeinterlacingBwdif" = "أعلى جودة (Bwdif)";
